Repository: AchillesPunks/repository.bingie.mod
Catalog: language/resource.language.*/strings.po
Languages: fr_fr, hu_hu

# #31733
source: Show clearart (if available) at top-right if OSD-panel active
fr_fr: Afficher ClearArt (si disponible) en haut à droite de l'OSD

# #31734
source: Disable the Now Playing music background/visualization
fr_fr: Désactiver l'arrière-plan de la lecture musicale en cours
hu_hu: „Most játszott” zene háttér/vizualizáció tiltása

# #31735
source: Bordercolor for (unfocused) widgets/tiles on home
fr_fr: Couleur de la bordure des widgets/tuiles non sélectionnés sur l'Accueil
hu_hu: Fókuszon kívüli ablakelemek/csempék keretszíne a főképernyőn

# #31736
source: Disable clearart in Now Playing info bar
fr_fr: Désactiver clearart dans la barre d'info de la lecture en cours

# #31737
source: Enable square submenu
fr_fr: Activer le sous menu carré
hu_hu: Négyzetes almenü engedélyezése

# #31738
source: Disable letters popup while scrolling
fr_fr: Désactiver l'affichage des lettres durant le défilement
hu_hu: Felugró betűk tiltása görgetés közben

# #31739
source: Title of current (random) background (if available)
fr_fr: Titre de l'oeuvre affiché en arrière-plan (si disponible)
hu_hu: Aktuális (véletlenszerű) háttér címe (ha rendelkezésre áll)

# #31740
source: Show logo of current (random) background on home
fr_fr: Afficher le logo de l'oeuvre affichée en arrière plan sur l'accueil
hu_hu: Aktuális (véletlenszerű) háttér logójának megjelenítése a főképernyőn

# #31741
source: Use large widget details panel
fr_fr: Utiliser un grand panneau d'information des widgets
hu_hu: Nagy ablakelem részletek panel használata

# #31742
source: Home mainmenu/submenu panel color
fr_fr: Couleur du panneau des menus d'Accueil/sous-menu
hu_hu: Főképernyő főmenü/almenü panel színe

# #31743
source: Home mainmenu/submenu unfocused text color
fr_fr: Couleur du texte désélectionné sur le menu d'accueil
hu_hu: Főképernyő főmenü/almenü fókuszon kívüli szövegének színe

# #31744
source: Home mainmenu/submenu focused text color
fr_fr: Couleur du texte sélectionné sur le menu d'accueil
hu_hu: Főképernyő főmenü/almenü fókuszált szövegének színe

# #31745
source: Video playback
fr_fr: Lecture Vidéo
hu_hu: Videólejátszás

# #31746
source: Enable Quick-Jump alphabet navigation strip
fr_fr: Activer la navigation alphabétique accélérée
hu_hu: ABC-s navigációs sáv engedélyezése gyors ugráshoz

# #31747
source: Randomize images (multi-image only)
fr_fr: Images au hasard (seulement multi-images)
hu_hu: Véletlenszerű képek (csak több kép esetén)

# #31748
source: Show mediaflags under the plot
fr_fr: Afficher les infos média sous l'intrigue
hu_hu: Médiajelzők mutatása a tartalom alatt

# #31749
source: Show info
fr_fr: Informations
hu_hu: Infó mutatása

# #31750
source: Widget rows
fr_fr: Ligne de widget
hu_hu: Ablakelem sorok

# #31751
source: Single widget
fr_fr: Simple widget
hu_hu: Egyszerű ablakelem

# #31752
source: Single widget large
fr_fr: Simple widget agrandi
hu_hu: Egyszerű ablakelem - nagy

# #31754
source: Multiple widgets - multiple rows
fr_fr: Multiples widgets - multiples lignes
hu_hu: Több ablakelem - több sorban

# #31755
source: Colorize mainmenu tile images
fr_fr: Coloriser les images de tuiles du menu d'Accueil
hu_hu: Főmenü csempeképek színezése

# #31756
source: Use fanart from widget 2 as background
fr_fr: Utiliser le fanart du widget 2 comme arrière-plan
hu_hu: Az Ablakelem 2-ből származó fanart használata háttérként

# #31757
source: Use fanart from widget 3 as background
fr_fr: Utiliser le fanart du widget 3 comme arrière-plan
hu_hu: Az Ablakelem 3-ból származó fanart használata háttérként

# #31758
source: Use fanart from widget 4 as background
fr_fr: Utiliser le fanart du widget 4 comme arrière-plan
hu_hu: Az Ablakelem 4-ből származó fanart használata háttérként

# #31759
source: Use fanart from spotlight widget as background
fr_fr: Utiliser le fanart du widget Spotlight comme arrière-plan
hu_hu: A spotlight blakelemből származó fanart használata háttérként

# #31760
source: Align menu items to the left
fr_fr: Aligner les éléments de menu à gauche
hu_hu: Menüelemek balra rendezése

# #31761
source: Use large widget area
fr_fr: Utiliser une grande zone de widget
hu_hu: Nagy ablakelem terület használata

# #31762
source: Keep widget focused when starting playback from home widget
fr_fr: Garder le focus du widget au démarrage de la lecture depuis l'Accueil
hu_hu: Ablakelem fókuszban tartása ha a lejátszás a főképernyő ablakelemből lett elindítva

# #31763
source: Enable zoom effect on focused widget
fr_fr: Activer l'effet de zoom sur le widget sélectionné
hu_hu: Zoom hatás használata a fókuszban lévő ablakelemen

# #31764
source: Disable all scroll bars (instead of hiding them)
fr_fr: Désactiver toutes les barres de défilement (plutôt que de les masquer)
hu_hu: Görgetősávok tiltása (elrejtés helyett)

# #31765
source: Enable Emby coverart plugin compatability
fr_fr: Activer la compatibilité des CoverArt de l'extension Emby
hu_hu: Engedélyezi a kompatibilitást az Emby coverart beépülővel

# #31766
source: Do not display the IMDB rating icon and studio logo
fr_fr: Ne pas afficher la note IMDB et le logo du studio
hu_hu: Ne mutassa az IMDB értékelés ikont és a stúdió logót

# #31767
source: Default Palette for Color Picker
fr_fr: Palette de couleur par défaut
hu_hu: Színválasztó alapértelmezett palettája

# #31768
source: Select a Default Palette for Color Picker
fr_fr: Sélectionner une palette de couleurs par défaut
hu_hu: Egy alapértelmezett paletta kiválasztása a színválasztóhoz

# #31769
source: You can select which palette is displayed by default when the color picker is called by the skin.
fr_fr: Vous pouvez sélectionner quelle palette est affichée par défaut quand la sélection couleur est appelée par l'habillage.
hu_hu: Ki lehet választani, hogy melyik paletta legyen az alapértelmezett amikor a felszín meghívja a színválasztót.

# #31770
source: Height of the menu tiles in the mainmenu
fr_fr: Hauteur des tuiles du menu principal
hu_hu: Menücsempék magassága a főmenüben

# #31771
source: Disable auto scroll for plots/descriptions
fr_fr: Désactiver le défilement automatique de l'intrigue
hu_hu: Tartalmak/leírások automatikus görgetésének tiltása

# #31772
source: Select Movie Genre fanart
fr_fr: Sélectionner les fanarts de Genre de Films
hu_hu: Filmműfaj fanart kiválasztása

# #31773
source: Submenu heading
fr_fr: Choisir l'entête du sous-menu

# #31774
source: Show submenu after widgets instead of before widgets
fr_fr: Afficher le sous-menu sous le widget plutôt que devant
hu_hu: Az almenüt az ablakelem után mutassa ne előtte

# #31775
source: Enable Rotten Tomatoes and MetaCritic Rating
fr_fr: Activer les notes de Rotten Tomatoes et MetaCritic

# #31776
source: Highlight channel row in guide
fr_fr: Mettre en surbrillance la chaine dans le guide
hu_hu: Csatorna sorának kiemelése a műsorújságban

# #31777
source: PVR Guide unfocused item color
fr_fr: Couleur d'un élément désélectionné dans le Guide des Programmes

# #31778
source: PVR Guide focused item color
fr_fr: Couleur d'un élément sélectionné dans le Guide des Programmes

# #31779
source: PVR Guide unfocused item textcolor
fr_fr: Couleur du texte désélectionné dans le Guide des Programmes

# #31780
source: PVR Guide focused item textcolor
fr_fr: Couleur du texte sélectionné dans le Guide des Programmes

# #31781
source: Video process information
fr_fr: Information du processus vidéo

# #31782
source: Hardware decoding
fr_fr: Décodage matériel
hu_hu: Hardware dekódolás

# #31783
source: Inactive
fr_fr: Inactif
hu_hu: Inaktív

# #31784
source: Decoder
fr_fr: Décodeur
hu_hu: Dekóder

# #31785
source: Audio Process Information
fr_fr: Information de processus audio

# #31786
source: Player process info
fr_fr: Information du processus de lecture

# #31787
source: Software
fr_fr: Logiciel
hu_hu: Szoftver

# #31788
source: Focused/active color for radiobuttons and spin controls
fr_fr: Couleur des boutons de la radio et contrôles pivotants sélectionnés

# #31789
source: Enable indicator if item is playing or is recording/timer (pvr)
fr_fr: Activer l'indicateur si un élément est joué ou enregistré (PVR)
hu_hu: Jelző engedélyezése elem lejátszásakor vagy felvétel/időzítés közben (pvr)

# #31790
source: Color for play icon
fr_fr: Couleur de l'icône Lecture
hu_hu: A Lejátszás ikon színe

# #31791
source: Header panel color
fr_fr: Couleur du panneau d'entête
hu_hu: Fejléc panel színe

# #31792
source: Enable small PVR Channels OSD
fr_fr: Activer l’OSD réduite pour la TV en Direct
hu_hu: Kis méretű PVR csatornák OSD engedélyezése

# #31793
source: Auto show trailer
fr_fr: Afficher automatiquement la bande-annonce
hu_hu: Előzetesek automatikus mutatása

# #31794
source: Prefer short plot outline in widget details
fr_fr: Réduire l'intrigue dans les infos du widget
hu_hu: Rövid tartalomáttekintés előnyben részesítése az ablakelem részletekben

# #31795
source: Show small seekpanel when video is paused
fr_fr: Afficher un petit panneau de recherche lors de la pause

# #31796
source: Allow youtube lookup for trailer if no trailer exists
fr_fr: Permette la recherche de BA sur Youtube si inexistante
hu_hu: Előzetesek keresése a YouTube-on, ha nem létezik előzetes

# #31797
source: Youtube Videos
fr_fr: Vidéo Youtube
hu_hu: Youtube videók

# #31798
source: Auto play trailer for Spotlight content
fr_fr: Lire automatiquement la bande-annonce du contenu Spotlight

# #31799
source: Default widgets
fr_fr: Widgets par défauts
hu_hu: Alapértelmezett ablakelemek

# #31800
source: Manage color themes
fr_fr: Gérer les thèmes de couleur
hu_hu: Színtémák kezelése

# #31801
source: Manage skin backups
fr_fr: Gérér les sauvegarde de l'habillage
hu_hu: A felület biztonsági mentéseinek kezelése

# #31802
source: Show animated art only in details/info (not in lists)
fr_fr: Afficher uniquement les artworkd animés dans détails/infos (hors listes)

# #31803
source: Use animated fanart as background (if available)
fr_fr: Utiliser des fanart animés en arrière-plan (si dispo)
hu_hu: Animált fanart használata háttérként (ha rendelkezésre áll)

# #31804
source: Use fanart from widget as background
fr_fr: Utiliser les fanart du widgets comme arrière-plan
hu_hu: Fanart használata az ablakelemből háttérként

# #31805
source: Enable zoom effect
fr_fr: Activer l'effet de zoom

# #31806
source: Jump to a specific time (hh:mm:ss)
fr_fr: Sauter à un minutage précis (hh:mm:ss)
hu_hu: Ugrás meghatározott időpontra (óó:pp:mm)

# #31807
source: Enable OSD of buffering progess during video playback
fr_fr: Affichage de la mise en cache durant la lecture vidéo
hu_hu: OSD engedélyezése videólejátszás közbeni pufferelési folyamatoknál

# #31808
source: Enable weather alert icon overlay (if supported by weather addon)
fr_fr: Activer l'icône d'alerte météo incrusté (si supporté par l'extension)
hu_hu: Időjárási figyelmeztető ikon átfedés engedélyezése (ha az időjárás kiegészítő támogatja)

# #31809
source: Volume Display/Change Indicator Style
fr_fr: Affichage du volume - Changer le style de l'indicateur
hu_hu: Hangerő kijelzése/módosítása jelző stílusa

# #31810
source: Don't use UPPERCASE font on the homemenu titles
fr_fr: N'utilisez pas de MAJUSCULES dans les titres du menu d'accueil
hu_hu: Ne használjon NAGYBETŰS betűtípust a főképernyő menü címeiben

# #31811
source: Hide poster panel
fr_fr: Cacher le panneau d'Affiches
hu_hu: Poszter panel elrejtése

# #31812
source: Enable automatic creation of wall backgrounds
fr_fr: Activer la création automatique d'un mur d'arrière-plan
hu_hu: Falhátterek automatikus létrehozása

# #31813
source: Diffuse color for lyrics overlay
fr_fr: Couleur diffuser de l'affichage des paroles

# #31814
source: Textcolor for unfocused lyrics
fr_fr: Couleur du texte des paroles déselectionnés
hu_hu: Fókuszon kívüli dalszöveg szövegszíne

# #31815
source: Textcolor for focused lyrics
fr_fr: Couleur du texte des paroles sélectionnés
hu_hu: Fókuszált dalszöveg szövegszíne

# #31816
source: Shadowcolor for unfocused lyrics text
fr_fr: Couleur sombre du texte des paroles déselectionnés

# #31817
source: Shadowcolor for focused lyrics text
fr_fr: Couleur sombre du texte des paroles sélectionnés

# #31818
source: Disable Clearlogo in Bingie Views (Text title instead)
fr_fr: Désactiver les Clearlogo dans la vue Bingie (Titre en texte à la place)

# #31819
source: Hide default playback controls from the OSD
fr_fr: Cacher les contrôles de lecture dans le menu incrusté OSD
hu_hu: Ne mutassa az alapértelmezett lejátszásvezérlőket az OSD-n

# #31820
source: Show all widgets (detach from main menu focus)
fr_fr: Afficher tous les widgets (Détachée de la sélection du menu principal)
hu_hu: Összes ablakelem megjelenítése (leválasztás a főmenü fókuszról)

# #31821
source: Pause Rotating if Widget is Focused
fr_fr: Mettre la rotation du widget en pause si sélectionné

# #31822
source: No widget assigned [click to configure]
fr_fr: Pas de widgets assignés [clique pour configurer]
hu_hu: Nincs hozzárendelt ablakelem [kattints a beállításhoz]

# #31823
source: Use fixed focus
fr_fr: L'affichage suit la sélection
hu_hu: Fix fókusz használata

# #31824
source: Default music background (as fallback if no artist fanart or fanart disabled)
fr_fr: Musique de fond par défaut (en repli si les fanart de l'artiste sont indisponibles ou désactivés)
hu_hu: Alapértelmezett zeneháttér (tartalékként, ha nincs előadó fanart vagy a fanart tiltott)

# #31825
source: Don't use rich artwork on the OSD at livetv playback
fr_fr: Ne pas utiliser d'artwork riches sur le menu à l'écran de la TV en Direct

# #31826
source: Select country flags / icons
fr_fr: Sélectionner les drapeau/icônes de pays
hu_hu: Ország zászlók/ikonok kiválasztása

# #31827
source: Bingie Episodes
fr_fr: Épisodes Bingie

# #31828
source: Media listitem border focus color
fr_fr: Couleur des bordures des listes d'éléments média sélectionné

# #31829
source: Home border focus color
fr_fr: Couleur des bordures de l'Accueil sélectionné

# #31830
source: Bingie primary text color
fr_fr: Couleur du texte Bingie principal

# #31831
source: Bingie secondary text color
fr_fr: Couleur du texte Bingie Secondaire

# #31832
source: Bingie flags color
fr_fr: Couleur des icônes Bingie

# #31833
source: Ratings Logo Color
fr_fr: Couleur des logos de notation

# #31834
source: Mainmenu Focus Button Color
fr_fr: Couleur du bouton sélectionné dans le menu principal

# #31835
source: Mainmenu Secondary Focus Button Color
fr_fr: Couleur du bouton secondaire sélectionné dans le menu principal

# #31836
source: Bingie Ratings in Details Row Color
fr_fr: Couleur de la ligne de notation Bingie

# #31837
source: New
fr_fr: Nouveautés

# #31838
source: More Info
fr_fr: Plus d'informations

# #31839
source: Switch Profiles
fr_fr: Changer de profil

# #31840
source: Watch Season 1 Now
fr_fr: Regardez la saison 1 maintenant

# #31841
source: Watch Now
fr_fr: A regarder tout de suite

# #31842
source: Set Spotlight Content to Recommendations Based on Recently Watched
fr_fr: Baser le contenu Spotlight selon des recommandation basée sur du contenu vu récemment

# #31843
source: Details Options
fr_fr: Options de détails

# #31844
source: Thumbs Up/Down Options
fr_fr: Options du pouce en l'air/en bas

# #31845
source: Footer (Media Flags, Ratings & Studio Logo)
fr_fr: Pied-de-page (Infos médias, notes et logos du studio)

# #31846
source: Menu Options
fr_fr: Options du menu

# #31847
source: Alphabet Letters Pop-Up & Navigation
fr_fr: Affichage des lettres de l'alphabet et Navigation

# #31848
source: Media Flags, Rating & Studio Logo in Views
fr_fr: Infos médias, notes et logos des studios dans les vues

# #31849
source: Trailers Settings
fr_fr: Paramètres des bandes-annonces (BA)

# #31850
source: Starting in
fr_fr: Démarrage dans

# #31851
source: Widget Content
fr_fr: Contenu du widget

# #31852
source: Background Image
fr_fr: Image d'arrière plan

# #31853
source: More episodes
fr_fr: Plus d'épisodes

# #31854
source: Rate this title
fr_fr: Noter ce titre

# #31855
source: Change rating
fr_fr: Changer la note

# #31856
source: Who's watching?
fr_fr: Qui regarde ?

# #31857
source: Liked
fr_fr: Aimé

# #31858
source: Welcome Back
fr_fr: Bon retour parmi nous !

# #31859
source: in IMDB Top 250
fr_fr: Dans le Top 250 IMDB

# #31860
source: Top Picks
fr_fr: Les meilleurs films

# #31861
source: Continue Watching
fr_fr: Continuer de regarder

# #31862
source: for
fr_fr: pour

# #31863
source: for You
fr_fr: pour vous

# #31864
source: TV Shows Hub
fr_fr: Hub Séries TV

# #31865
source: Movies Hub
fr_fr: Hub Films

# #31866
source: New Hub
fr_fr: Hub des nouveautés

# #31867
source: My List
fr_fr: Ma liste

# #31868
source: Play trailer
fr_fr: Voir la bande-annonce

# #31869
source: Add to My List
fr_fr: Ajouter dans Ma liste

# #31870
source: Remove from My List
fr_fr: Enlever de Ma liste

# #31874
source: Set Custom Spotlight Content
fr_fr: Choisir du contenu Spotlight personnalisé

# #31875
source: Border Size for Thumbs/Tiles
fr_fr: Taille des bordure pour les vignettes/tuiles

# #31876
source: Busy Spinner Options
fr_fr: Option de l'indicateur de chargement

# #31877
source: Set Custom Logo
fr_fr: Choisir un logo personnalisé

# #31878
source: Skin Resources Settings
fr_fr: Paramètres des ressources de l'habillage

# #31879
source: Skin Service Helper Advanced Settings
fr_fr: Paramètres avancée de Skin Service Helper

# #31880
source: Restore Default Widgets in Hubs
fr_fr: Restaurer les widgets par défaut dans les hubs

# #31881
source: Disable Spotlight Content (Spotlight will just show widget info)
fr_fr: Désactiver le contenu Spotlight (Affiche uniquement les infos du widget sélectionné)

# #31882
source: Set Custom Content in Home Spotlight
fr_fr: Choisir le contenu personnalisé pour l'Accueil Spotlight

# #31883
source: Auto Play Trailers in Home & Hubs
fr_fr: Lancer automatiquement les bandes-annonces sur l'Accueil et les Hubs

# #31884
source: Select Delay Interval for Auto-Trailers
fr_fr: Sélectionner le délai d'intervale pour le lancement auto. des bandes-annonces

# #31885
source: Auto-Trailer Interval
fr_fr: Intervale des bandes-annonces automatiques

# #31886
source: Set Default 'Select' Action to Show Information (only applies to widgets)
fr_fr: Action par défaut lors de la sélection sur Afficher les Infos (seulement sur les widgets)

# #31887
source: Prefer Stars Rating Over Percentage Based Rating
fr_fr: Préférer les notes étoilés à la place des pourcentages

# #31888
source: Disable Additional Info (Genre/Cast/...)
fr_fr: Désactiver les informations supplémentaires (Genre/Cast/...)

# #31889
source: Show Plot for Unwatched and In-Progress Episodes
fr_fr: Afficher l'intrigue pour les épisodes non-vu/En cours de lecture

# #31890
source: Disable Thumbs Up/Down
fr_fr: Désactiver le pouce en l'air/en bas

# #31891
source: Thumbs Up rate value
fr_fr: Valeur de notation du pouce en l'air

# #31892
source: Thumbs Down rate value
fr_fr: Valeur de notation du pouce en bas

# #31893
source: Minimum (inclusive) User Rating to Show Thumbs Up
fr_fr: Note minimum (inclusive) pour afficher le pouce en l'air

# #31894
source: Maximum (inclusive) User Rating to Show Thumbs Down
fr_fr: Note maximum (inclusive) pour afficher le pouce en bas

# #31895
source: Media flags, ratings and studio logo must be first enabled under 'Media Library Views' tab.
fr_fr: Infos Médias, Notes et logos Studios doivent être activés dans le menu 'Vues des médiathèques'

# #31896
source: Enable Monochrome Rating Flags in Bingie Views
fr_fr: Activer les icônes de notation monochromes dans les vues Bingie

# #31897
source: Hide Ratings, Studio Logo & Media Flags While Trailer is Playing
fr_fr: Cacher les notes, studios et infos médias durant la lecture des bandes-annonces

# #31898
source: Disable Studio Logo in Bingie Views
fr_fr: Désactiver les logos Studios dans la vue Bingie

# #31899
source: Disable Ratings Flags in Bingie Views
fr_fr: Désactiver les notes dans la vue Bingie

# #31900
source: Show 'Switch Profile' Button and Profile Avatar Instead of Logo
fr_fr: Afficher un bouton 'Changer de profil' et l'Avatar à la place du Logo

# #31901
source: Disable Menu Icons
fr_fr: Désactiver les icônes du menu

# #31902
source: Disable Welcome Pop-Up Message Notification
fr_fr: Désactiver la notification Pop-Up de Bienvenue

# #31903
source: This section will take effect only when content is sorted by title.
fr_fr: Cette section n'aura d'effet que si les contenus sont classés par titres.

# #31904
source: Enable Monochrome Rating Flags in Views
fr_fr: Activer les icônes de notation monochrome dans les vues

# #31905
source: Enable Studio Logo
fr_fr: Activer les logos des Studios

# #31906
source: Enable IMDB Rating
fr_fr: Activer les notes IMDB

# #31907
source: Enable TVDB and TMDB Rating
fr_fr: Activer les notes TVDB et TMDB

# #31908
source: Enable Details Icons (cast, director, genre, etc...)
fr_fr: Activer les icônes des détails (cast, réalisateur, genre, etc...)

# #31909
source: 'Auto' will play trailer instantly when opening info dialog.
fr_fr: 'Auto' lance la lecture de la BA dès l'ouverture de la fenêtre d'infos

# #31910
source: Prefer Trailers from Youtube in Info Dialog (Ignoring Local/Scraped)
fr_fr: Préférer les BA de Youtube dans la fenêtre d'information (ignorer local/scrappé)

# #31911
source: Prioritize Regional Trailers (Will look for trailers in interface set language)
fr_fr: Préférer les BA régionales (Recherche des BA dans la langue de l'interface)

# #31912
source: Auto-Hide Bingie Info Dialog While Trailer Is Playing and System is Idle
fr_fr: Masque auto. des fenêtre d'information Bingie pendant la lecture des BA

# #31913
source: Show First Unwatched/Currently Watching Episode Info in TV Show's Info (Replacing TV Show's General Info)
fr_fr: Afficher en premier les infos des Épisodes non-vus/en cours dans les séries TV (remplace les infos générales)

# #31914
source: Bingie Views
fr_fr: Vues Bingie

# #31915
source: Header Colors
fr_fr: Couleurs de l'entête

# #31916
source: Footer Colors
fr_fr: Couleur du pied-de-page

# #31917
source: Use Bingie OSD Panel
fr_fr: Utiliser l’OSD Bingie

# #31918
source: OSD Info Panel
fr_fr: Panneau d'information du menu incrusté à l'image (OSD)

# #31919
source: Use Bingie Info Panel OSD
fr_fr: Utiliser le menu d'information OSD de Bingie

# #31920
source: Don't Show Clearlogo on Pause (text instead)
fr_fr: Ne pas afficher les Clearlogo durant la pause (remplacé par du texte)

# #31921
source: Up Next Addon Options
fr_fr: Options de l'extension Up Next

# #31922
source: Use Simplified Layout (No Info, Just 2 Buttons)
fr_fr: Utiliser un agencement simplifié (pas d'infos, seulement deux boutons)

# #31923
source: Enable Settings Dialog for Subtitles Instead of Buttons Layout
fr_fr: Activer la fenêtre d'option des sous-titres par défaut de Kodi

# #31924
source: Disable Clock in Now Playing Info Bar
fr_fr: Désactiver l'horloge dans la barre d'information de la lecture en cours

# #31925
source: Unlock Hubs to change spotlight content and set widgets inside the hubs.
fr_fr: Déverrouillez les hubs pour changer le contenu Spotlight et personnaliser les widgets.

# #31926
source: Lock Widgets in Hubs
fr_fr: Verrouiller les widgets dans les hubs

# #31927
source: Allow Auto-Trailers for TV Shows & Episodes
fr_fr: Permettre les BA automatiques pour les Séries TV et les Épisodes

# #31928
source: Allow Auto-Trailers for Content from Addons/Non-Library
fr_fr: Permettre les BA automatiques pour le contenu venant des extension/hors médiathèque

# #31929
source: General Artwork & Details Options
fr_fr: Options des Illustrations et des Détails

# #31930
source: Select Which Details to Show in Info Dialog
fr_fr: Sélectionner quels détails afficher dans la fenêtre d'information

# #31932
source: Landscape Small
fr_fr: Paysage réduit

# #31933
source: Single Box
fr_fr: Simple boite
