Repository: AchillesPunks/repository.bingie.mod
Catalog: language/resource.language.*/strings.po
Languages: fr_fr, hu_hu

# #31934
source: Square
fr_fr: Carré

# #31935
source: Mini Square
fr_fr: Mini carré

# #31936
source: Small Posters
fr_fr: Petites affiches

# #31937
source: Landscape Large
fr_fr: Grands paysages

# #31938
source: Landscape Details
fr_fr: Paysages détaillés

# #31939
source: Poster Details
fr_fr: Affiches détaillés

# #31940
source: Landscape Widebox
fr_fr: Paysages de larges boites

# #31941
source: Classic
fr_fr: Classique

# #31942
source: Boxed Info
fr_fr: Informations Encadrées

# #31943
source: Textbased - Full Info
fr_fr: Textuel - Informations complètes

# #31944
source: Large Icons
fr_fr: Grandes icônes

# #31945
source: Large Icons Color
fr_fr: Grandes icônes en couleur

# #31946
source: Top
fr_fr: Haut

# #31947
source: Bottom
fr_fr: Bas

# #31949
source: Single fanart image
fr_fr: Un seul fanart

# #31950
source: Extrafanart (slideshow)
fr_fr: fanart supplémentaires

# #31951
source: Always visible
fr_fr: Toujours visible

# #31952
source: Only when OSD active
fr_fr: seulement lorsque l’OSD est actif

# #31955
source: Rewind
fr_fr: Retour

# #31956
source: Fast Forward
fr_fr: Avance rapide

# #31957
source: Channel list
fr_fr: Liste des chaines

# #31960
source: Center
fr_fr: Centre

# #31961
source: Right
fr_fr: Droite

# #31962
source: Left
fr_fr: Gauche

# #31965
source: Modern
fr_fr: Moderne

# #31966
source: Modern (Alternative)
fr_fr: Moderne (alternatif)

# #31967
source: Basic
fr_fr: Basique

# #31969
source: Small
fr_fr: Petit

# #31971
source: (delayed)
fr_fr: (délai)

# #31972
source: Small
fr_fr: Petit

# #31973
source: Genre Type
fr_fr: Type de genre

# #31974
source: Play automatically in window
fr_fr: Lancer automatiquement en mode fenêtré

# #31975
source: Play automatically in fullscreen
fr_fr: Lancer automatiquement en plein écran

# #31976
source: Awards
fr_fr: Prix

# #31977
source: Custom Value
fr_fr: Valeur personnalisé

# #31978
source: Mainmenu Title
fr_fr: Titre du menu principal

# #31979
source: Custom Header
fr_fr: Entête personnalisé

# #31980
source: Display 1 widget with multiple rows and widget selection button
fr_fr: Afficher 1 widget avec de multiples lignes et un bouton de sélection des widgets

# #31981
source: Display 1 widget with single row and widget selection button
fr_fr: Afficher 1 widget avec une ligne et un bouton de sélection des widgets

# #31982
source: Display multiple widgets with 1 row per widget
fr_fr: Afficher de multiples widgets avec 1 ligne par widget

# #31983
source: Display multiple widgets with multiple rows
fr_fr: Afficher plusieurs widgets avec plusieurs lignes

# #31984
source: Show Logo (left) and Time (right)
fr_fr: Afficher le logo (à gauche) et l'heure (à droite)

# #31985
source: Show Header Title (left) and Time (right)
fr_fr: Afficher le titre de l'entête (à gauche) et l'heure (à droite)

# #31986
source: Show Weather (left) and Time (right)
fr_fr: Afficher la météo (à gauche) et l'heure (à droite)

# #31987
source: Show Header Title (left) and Weather (right)
fr_fr: Afficher le titre de l'entête (à gauche) et la météo (à droite)

# #31988
source: Show Logo (left) and Time & Weather (right)
fr_fr: Afficher le logo (à gauche) et l'heure et la météo (à droite)

# #31989
source: Show Title (left) and Time & Weather (right)
fr_fr: Afficher le titre (à gauche) et l'heure et la météo (à droite)

# #31990
source: Show Time & Weather (right)
fr_fr: Afficher l'heure et la météo (à droite)

# #31991
source: Only Show Time
fr_fr: Afficher seulement l'heure

# #31992
source: Only Show Title
fr_fr: Afficher seulement le titre

# #31993
source: Only show Weather
fr_fr: Afficher seulement la météo

# #31994
source: Set a custom height for the menu tiles. Note that the width is set to 370px and the border/spacing is 8px
fr_fr: Choisir une hauteur personnalisé pour les tuiles du menu. Notez que la largeur et réglée à 370px et la bordure/espacement est de 8px

# #31995
source: Show Logo & Weather (left) and Time (right)
fr_fr: Afficher Logo et la météo (à gauche) et l'heure (à droite)

# #31996
source: Show Logo (left) and Profile (right)
fr_fr: Afficher le logo (à gauche) et le profil (à droite)

# #31997
source: Show Logo (left) and Weather (right)
fr_fr: Afficher le logo (à gauche) et le profil (à droite)

# #31998
source: Show Profile (left) and Time (right)
fr_fr: Afficher le profil (à gauche) et l'heure (à droite)

# #31999
source: Only Show Logo
fr_fr: Afficher seulement le logo

# #31021
source: --- Display temperature in tile
hu_hu: --- Hőmérséklet megjelenítése csempében

# #31029
source: Do not show footer bar
hu_hu: A lábléc elrejtése

# #31060
source: Kodi SUBTITLES
hu_hu: Kodi FELIRATOK

# #31061
source: Press Back or OK to exit
hu_hu: Vissza vagy OK a kilépéshez

# #31068
source: Showcase
hu_hu: Képborító

# #31070
source: Banner list
hu_hu: Banner lista

# #31078
source: Skin Mode (replace libraries)
hu_hu: Felületmód (könyvtárak cseréje)

# #31080
source: Netflix integration
hu_hu: Netflix integráció

# #31081
source: Netflix Mode
hu_hu: Netflix mód

# #31082
source: Use Netflix Mode for
hu_hu: Netflix mód használata ehhez:

# #31091
source: Mediabrowser
hu_hu: Médiaböngésző

# #31099
source: Enable automatic download during library scan (artwork downloader addon)
hu_hu: Automatikus letöltés engedélyezése könyvtár átvizsgálása közben (artwork downloader kiegészítő))

# #31100
source: ==unused position==
hu_hu: ==nem használt pozíció==

# #31101
source: Netflix Suggestions
hu_hu: Netflix javaslatok

# #31102
source: Random movies
hu_hu: Véletlen filmek

# #31131
source: Suggestions
hu_hu: Javaslatok

# #31181
source: Plex Media Server integration
hu_hu: Plex Media Server integráció

# #31182
source: Use Plex mode for
hu_hu: Plex mód használata ehhez:

# #31244
source: Force disabling of subtitles (experimental)
hu_hu: Feliratok kikapcsolásának kényszerítése (kísérleti)

# #31461
source: Logos
hu_hu: Logók

# #31499
source: Widget
hu_hu: Ablakelem

# #31500
source: Image
hu_hu: Kép

# #31501
source: Action
hu_hu: Művelet

# #31508
source: Use extended video info dialog
hu_hu: Bővített videó információs ablak használata

# #31532
source: Enable smart shortcuts for the Plex addon
hu_hu: Okos hivatkozások engedélyezése a Plex kiegészítőhöz

# #31533
source: Enable smart shortcuts for the Netflix addon
hu_hu: Okos hivatkozások engedélyezése a Netflix kiegészítőhöz

# #31534
source: My list
hu_hu: Saját lista

# #31538
source: Select an existing color theme
hu_hu: Létező színtéma választása

# #31544
source: Netflix style homemenu layout
hu_hu: Netflix stílusú főképernyő menü elrendezés

# #31564
source: Widgets
hu_hu: Ablakelemek

# #31610
source: Nominations
hu_hu: Jelölések

# #31639
source: Disable Spotlight widget
hu_hu: Spotlight ablakelem tiltása

# #31716
source: Recently added movies (include watched)
hu_hu: Nemrég hozzáadott filmek (megnézettekkel együtt)

# #31724
source: Do not display hour representation of the duration
hu_hu: Ne jelenítse meg a hossz óra értékét

# #31753
source: Multiple widgets
hu_hu: Több ablakelem

# #31775
source: Show Rotten Tomatoes / MetaCritic score in footer
hu_hu: Rotten Tomatoes / MetaCritic pontok mutatása a láblécen

# #31798
source: Auto play trailer in Spotlight section
hu_hu: Előzetes automatikus lejátszása a Spotlight szakaszban

# #31805
source: Use large mainmenu style
hu_hu: Nagy főmenü stílus használata
