Repository: AchillesPunks/repository.bingie.mod
Catalog: language/resource.language.*/strings.po
Languages: fr_fr, hu_hu

# #31395
source: With Bingie you can have all of your Kodi and library content in one place, through the use of widgets.[CR][CR]Home widgets can be configured from:[CR][COLOR gray] - Skin Settings -> Configure Shortcuts tab -> Edit Menu Shortcuts[/COLOR][CR][CR]There are also Hubs for Movies, TV Shows, New and you can add your own.[CR]Hubs can have their own spotlight and widgets and everything is set from the hub's screen, when the hub is UNLOCKED.[CR][COLOR gray] - Skin Settings -> Configure Shortcuts tab -> Tick off the 'Lock Hubs' button[/COLOR][CR]When you're done, don't forget to lock the hubs![CR][CR][COLOR e656da62]The skin is pre-packed with widgets for Movies & TV Shows.[CR]If you haven't added files to your video library yet, now is a good time![CR]Otherwise, you'd be staring at a blank screen...[/COLOR]
fr_fr: Avec Bingie vous pouvez avoir tous vos contenus Kodi et médiathèques au même endroit, grâce à l'utilisation des widgets.[CR][CR]Les widgets de l'Accueil peuvent être configurés depuis:[CR][COLOR gray] - Paramètres d'habillage -> Configurer les raccourcis -> Configurer les raccourcis du menu[/COLOR][CR][CR]Il y a aussi des hubs pour les films, les séries, les nouveautés mais vous pouvez aussi ajouter les votre.[CR]Les hubs peuvent avoir leur propre Spotlight, widgets et tout peut être configuré depuis l'écran des hubs quand ils sont DÉVÉRROUILLÉS.[CR][COLOR gray] - Paramètres d'habillage -> Configurer les raccourcis du menu -> Décochez 'Verrouiller les Hubs'[/COLOR][CR]Quand vous avez terminé, n'oubliez pas de re-verrouiller les hubs ![CR][CR][COLOR e656da62]L'habillage est pré-configuré avec des widgets pour les films et les séries TV.[CR]Si vous n'avez rien ajouté à votre médiathèque vidéo, c'est le bon moment pour le faire ![CR]Sinon vous risquez de vous retrouver devant un écran noir...[/COLOR]

# #31396
source: Alright, let's do it
fr_fr: Ok viens on fait ça

# #31397
source: Nah, I'll figure it out myself
fr_fr: Naaan, c'est bon j'me débrouille

# #31398
source: In order to show Media Codec in Home you must disable Additional Info first.
fr_fr: Pour afficher les codecs du média sur l'Accueil, vous devez d'abord désactiver les informations supplémentaires.

# #31400
source: [B]CONFIGURE APPEARANCE SETTINGS[/B][CR][CR]Change the skin · Set language and region · Change file listing options · Set up a screensaver
fr_fr: [B]CONFIGURER L'APPARENCE DE L'INTERFACE[/B][CR][CR]Changer l'habillage · Choisir la langue et la région · Changer les options de listing des fichiers · Configurer un écran de veille
hu_hu: [B]MEGJELENÍTÉS MÓDJÁNAK BEÁLLÍTÁSA[/B][CR][CR]Felszín váltása · Nyelv, régió váltása · Fájl listázás módjának beállítása · Képernyővédő beállítása

# #31401
source: [B]CONFIGURE VIDEO SETTINGS[/B][CR][CR]Manage your video library · Set video playback options · Change video listing options · Set subtitle fonts
fr_fr: [B]CONFIGURER LES PARAMÈTRES VIDÉO[/B][CR][CR]Gérer votre médiathèque vidéo · Gérer les options d'affichage vidéo · Changer les options de listing vidéo · Choisir la police des sous-titres
hu_hu: [B]VIDEÓ BEÁLLÍTÁSOK[/B][CR][CR]Film médiatár kezelése · Videólejátszás beállítása · Videólistázás módjának beállítása · Feliratok karaktertípusának váltása

# #31402
source: [B]CONFIGURE MUSIC SETTINGS[/B][CR][CR]Manage your music library · Set music playback options · Change music listing options · Setup song submission · Set karaoke options
fr_fr: [B]CONFIGURER LES PARAMÈTRES MUSICAUX[/B][CR][CR]Gérer la bibliothèque musicale[CR]Choisir les options de lecture musicale[CR]Changer les options de listing[CR]Configurer l'envoi de morceaux
hu_hu: [B]ZENE BEÁLLÍTÁSOK[/B][CR][CR]Zene médiatár kezelése · Zenelejátszás beállítása · Zenelistázás módjának beállítása · Zene lejátszási szabályok felállítása · Karaoke lehetőségek

# #31403
source: [B]CONFIGURE PICTURE SETTINGS[/B][CR][CR]Set picture listing options · Configure slideshows
fr_fr: [B]CONFIGURER LES PARAMÈTRES IMAGE[/B][CR][CR]Définir les options de lecture · Configurer les diaporamas
hu_hu: [B]KÉP BEÁLLÍTÁSOK[/B][CR][CR]Képek listázási módjának beállítása · Diavetítés beállítása

# #31404
source: [B]CONFIGURE WEATHER SETTINGS[/B][CR][CR]Set three cities to collect weather information
fr_fr: [B]CONFIGURER LES PARAMÈTRES MÉTÉO[/B][CR][CR]Choisir trois villes pour lesquelles recueillir les informations météorologiques
hu_hu: [B]IDŐJÁRÁS BEÁLLÍTÁSOK[/B][CR][CR]Három város megadása, melyekről időjárás információk fognak megjelenni

# #31405
source: [B]CONFIGURE NETWORK SETTINGS[/B][CR][CR]Setup control of Kodi via UPnP and HTTP · Configure file sharing · Set internet access options
fr_fr: [B]CONFIGURER LES PARAMÈTRES RÉSEAU[/B][CR][CR]Initialiser le contrôle de Kodi via UPnP et HTTP · Configurer le partage de fichier · Choisir les options d'accès à Internet
hu_hu: [B]HÁLÓZATI BEÁLLÍTÁSOK[/B][CR][CR]A Kodi UPnP-n és HTTP-n keresztüli vezérlésének beállítása · Fájlmegosztás beállítása · Internetelérés beállítása

# #31406
source: [B]CONFIGURE SYSTEM SETTINGS[/B][CR][CR]Setup and calibrate displays · Configure audio output · Setup remote controls · Set power saving options · Enable debugging · Setup master lock
fr_fr: [B]CONFIGURER LES PARAMÈTRES SYSTÈME[/B][CR][CR]Configurer et calibrer les écrans · Configurer la sortie audio · Configurer les périphériques de contrôle · Configurer l'économie d'énergie · Activer le debugging · Configurer le verrouillage maitre
hu_hu: [B]RENDSZERBEÁLLÍTÁSOK[/B][CR][CR]Kijelzők beállítása, kalibrálása · Hangkimenet konfigurálása · Távirányító beállítása · Energiagazdálkodási lehetőségek beállítása · Hibakeresés bekapcsolása · Mesterzár felállítása

# #31407
source: [B]CONFIGURE SKIN SETTINGS[/B][CR][CR]Setup the Titan skin · Add and remove home menu items · Change skin backgrounds
fr_fr: [B]CONFIGURATION DES PARAMÈTRES D'HABILLAGE[/B][CR][CR]Configurer l'habillage Bingie · Ajouter et supprimer des éléments du menu d'accueil · Modifier les arrière-plans de l'habillage
hu_hu: [B]FELSZÍN BEÁLLÍTÁSAI[/B][CR][CR]A Titan felszín beállítása · Főképernyő menüelemek hozzáadása és törlése · Felszín háttereinek beállítása

# #31408
source: [B]CONFIGURE ADD-ONS[/B][CR][CR]Manage your installed Add-ons · Browse for and install Add-ons from kodi.tv · Modify Add-on settings
fr_fr: [B]GÉRER LES EXTENSIONS[/B][CR][CR]Gérez les extensions installées · Rechercher et installer des extensions de kodi.tv · Modifier les paramètres des extensions
hu_hu: [B]KIEGÉSZÍTŐK BEÁLLÍTÁSA[/B][CR][CR]A telepített kiegészítők kezelése · Kiegészítők böngészése és telepítése az kodi.tv[CR]webhelyről · Kiegészítők beállításainak módosítása

# #31409
source: [B]SYSTEM INFO[/B][CR][CR]Summary · Storage · Network · Video · Hardware
fr_fr: [B]INFORMATIONS SYSTÈME[/B][CR][CR]Résumé · Stockage · Réseau · Vidéo · Matériel
hu_hu: [B]RENDSZERINFORMÁCIÓ[/B][CR][CR]Összefoglalás · Hátértár · Hálózat · Videó · Hardver

# #31410
source: [B]Live-TV[/B][CR][CR]Configure PVR settings
fr_fr: [B]TV EN DIRECT[/B][CR][CR]Configurer les paramètres de l'Enregistreur Numérique (PVR)
hu_hu: [B]Élő TV[/B][CR][CR]PVR beállítások

# #31411
source: Bingie Info Dialog Icon Color
fr_fr: Couleur des fenêtre d'information Bingie

# #31412
source: Bingie Sublabel Text Color
fr_fr: Couleur du text des sous-étiquettes Bingie

# #31413
source: Wide Box
fr_fr: Boite large

# #31414
source: Disable Moving Frame for Buttons
fr_fr: Désactiver les images coulissantes comme bouton

# #31415
source: Bingie Search Settings
fr_fr: Paramètre de la Recherche Bingie

# #31416
source: Search for Episodes by name
fr_fr: Chercher les Épisodes par leurs titres

# #31417
source: Search for Music Videos
fr_fr: Chercher les clips musicaux

# #31418
source: Search for Music Albums, Artists and Songs
fr_fr: Chercher dans les Albums, Artistes et Morceaux

# #31419
source: Search YouTube
fr_fr: Chercher sur Youtube

# #31420
source: Use Global Search Add-on
fr_fr: Utiliser l'extension Global Search

# #31421
source: [B]SELECT YOUR KODI USER PROFILE[/B][CR][CR]to login and continue
fr_fr: [B]SELECTIONNEZ VOTRE PROFIL KODI[/B][CR][CR]Gérer les profils d'utilisateur de Kodi
hu_hu: [B]SAJÁT KODI PROFIL KIVÁLASZTÁSA[/B][CR][CR]bejelentkezéshez és a folytatáshoz

# #31422
source: Panel details
fr_fr: Panneaux détaillés
hu_hu: Panelrészletek

# #31423
source: Panel Wall
fr_fr: Mur avec panneau
hu_hu: Panelfal

# #31424
source: Banner list
fr_fr: Liste des bannières
hu_hu: Banner lista

# #31425
source: Banner Plex
fr_fr: Bannières à la Plex

# #31426
source: Big Panel
fr_fr: Grands panneaux
hu_hu: Nagy panel

# #31427
source: Large Poster
fr_fr: Grandes affiches
hu_hu: Nagy poszter

# #31428
source: Big Panel details
fr_fr: Grands panneaux détaillés
hu_hu: Nagy panel részletekkel

# #31429
source: Showcase
fr_fr: Vitrine
hu_hu: Képborító

# #31430
source: Landscape
fr_fr: Paysage

# #31431
source: Landscape Single Row
fr_fr: Paysage sur une seule ligne

# #31432
source: Landscape details
fr_fr: Paysage détaillé

# #31433
source: Extended
fr_fr: Étendu
hu_hu: Bővített

# #31435
source: Single Poster
fr_fr: Simple poster
hu_hu: Egy poszter

# #31436
source: Panel Square
fr_fr: Panneaux carrés
hu_hu: Négyzet Poszter

# #31437
source: Panel Square details
fr_fr: Panneaux carrés détaillés
hu_hu: Négyzetes poszter részletekkel

# #31438
source: Thumbs
fr_fr: Vignettes
hu_hu: Bélyegképek

# #31439
source: Thumbs details
fr_fr: Vignettes détaillés
hu_hu: Bélyegképek részletekkel

# #31440
source: Poster Row
fr_fr: Ligne d'affiche
hu_hu: Poszter sor

# #31441
source: Poster Shift
fr_fr: Alternance d'affiches
hu_hu: Poszter eltolás

# #31442
source: Low List
fr_fr: Liste basse
hu_hu: Kis lista

# #31443
source: List
fr_fr: Liste
hu_hu: Lista

# #31444
source: Big List
fr_fr: Grande liste
hu_hu: Nagy Lista

# #31445
source: Horizontal Panel
fr_fr: Panneau horizontal
hu_hu: Vízszintes panel

# #31446
source: - Show Current Weather Conditions (instead of Today's Forecast) for Weather on Home
fr_fr: - Montrer les conditions météo actuelles (plutôt que le résumé quotidien) sur la météo de l'Accueil
hu_hu: - Aktuális időjárási körülmények mutatása (a napi előrejelzés helyett) a főképernyőn

# #31447
source: Prefer ClearArt
fr_fr: Préférer les ClearArt

# #31448
source: Use custom path for music artwork
fr_fr: Utiliser un chemin personnalisé pour les artworks musicaux
hu_hu: Egyéni útvonal használata a zenei illusztrációkhoz

# #31449
source: Interval (in seconds) for multi-image and random fanart backgrounds
fr_fr: Intervalle (en secondes) pour les arrières-plans multi-images et les FanArts aléatoires
hu_hu: Időköz (másodpercben) a több képből álló és a véletlenszerű fanart hátterekhez

# #31450
source: Slim List
fr_fr: liste fine
hu_hu: Keskeny lista

# #31451
source: Use extended layout for weather
fr_fr: Utiliser un agencement étendu pour la météo
hu_hu: Bővített elrendezés használata az időjáráshoz

# #31452
source: Use extended layout
fr_fr: Utiliser un agencement étendu
hu_hu: Bővített elrendezés használata

# #31453
source: Use slim list
fr_fr: Utiliser une liste réduite
hu_hu: Keskeny lista használata

# #31454
source: Use TV-show banners
fr_fr: Utiliser les bannières des Séries TV
hu_hu: Sorozat bannerek használata

# #31455
source: Textcolor for footer
fr_fr: Couleur du texte en pied-de-page
hu_hu: Lábléc szövegének színe

# #31456
source: Background overlay opacity
fr_fr: Opacité de l'incrustation d'arrière-plan
hu_hu: Háttér átfedés átlátszatlansága

# #31457
source: Browse custom image for background overlay
fr_fr: Parcourir les images personnalisées pour l'incrustation d'arrière-plan
hu_hu: Egyéni kép kiválasztása a háttér átfedéshez

# #31458
source: Textcolor for buttons in the skin
fr_fr: Couleur de texte pour les boutons de l'habillage
hu_hu: Felszín gombjainak szövegszíne

# #31459
source: Focused textcolor for buttons in the skin
fr_fr: Couleur de texte sélectionné pour les boutons de l'habillage
hu_hu: Felszín gombjainak szövegszíne fókuszáláskor

# #31460
source: General textcolor
fr_fr: Couleur globale du texte
hu_hu: Általános szövegszín

# #31462
source: Color themes
fr_fr: Thèmes de couleurs
hu_hu: Színtémák

# #31463
source: Select a color theme
fr_fr: Choisir un thème de couleurs
hu_hu: Egy színtéma választása

# #31464
source: This skin allows you to customize almost every color in the skin manually. You can also choose to save your customizations to a color theme or use one of the predefined color themes.
fr_fr: Cet habillage vous permet de personnaliser manuellement presque toutes ses couleurs. Vous pouvez aussi choisir d'enregistrer vos personnalisations dans un thème de couleurs ou d'utiliser un des thèmes de couleurs déjà définis.

# #31465
source: Save my color customizations to a color theme preset.
fr_fr: Enregistrer mes personnalisations de couleur en un préréglage de thème de couleurs.
hu_hu: Egyéni színbeállítások mentése egy színtéma előbeállításba.

# #31466
source: User defined color theme
fr_fr: Thème de couleurs défini par l'utilisateur
hu_hu: Felhasználó által létrehozott színtémák

# #31467
source: Enter a name for your color theme
fr_fr: Saisissez un nom pour votre thème de couleurs
hu_hu: A színtéma neve

# #31468
source: Screenshot of color theme (optional)
fr_fr: Capture d'écran du thème de couleurs (optionnel)
hu_hu: Képernyőkép a színtémáról (nem kötelező)

# #31469
source: Background overlay
fr_fr: Incrustation de l'arrière-plan
hu_hu: Háttér átfedés

# #31470
source: Background overlay texture
fr_fr: Texture d'incrustation de l'arrière-plan
hu_hu: Háttér átfedés textúrája

# #31471
source: Footer panel color
fr_fr: Couleur du pied-de-page
hu_hu: Lábléc panel színe

# #31472
source: Media details panel color
fr_fr: Couleur du panneau des détails de médias
hu_hu: Média részletek panel színe

# #31473
source: OSD panel color
fr_fr: Couleur du panneau incrusté à l'écran OSD
hu_hu: OSD panel színe

# #31474
source: Footer panel opacity
fr_fr: Opacité du panneau du pied-de-page
hu_hu: Lábléc panel átlátszatlansága

# #31475
source: Color for buttons in the skin
fr_fr: Couleur des boutons de l'habillage
hu_hu: Felszín gombjainak színe

# #31476
source: Use slim OSD panel
fr_fr: Utiliser un panneau OSD. Réduit
hu_hu: Keskeny OSD panel használata

# #31477
source: Shadow color for footer
fr_fr: Couleur d'ombrage du bas
hu_hu: Lábléc árnyékszíne

# #31478
source: OSD panel primary text color
fr_fr: Couleur de texte principal du panneau OSD
hu_hu: OSD panel elsődleges szövegszíne

# #31479
source: OSD panel primary text shadow color
fr_fr: Couleur d'ombre de texte principal du panneau OSD
hu_hu: OSD panel elsődleges szövegárnyék színe

# #31480
source: OSD panel secondary text color
fr_fr: Couleur de texte secondaire du panneau OSD
hu_hu: OSD panel másodlagos szövegszíne

# #31481
source: OSD panel secondary text shadow color
fr_fr: Couleur d'ombrage de texte secondaire du panneau OSD
hu_hu: OSD panel másodlagos szövegárnyék színe

# #31482
source: OSD progress bar background color
fr_fr: Couleur d'arrière-plan de barre de progression de l’OSD
hu_hu: OSD folyamatsáv háttérszíne

# #31483
source: OSD progress bar color
fr_fr: Couleur de barre de progression de l’OSD
hu_hu: OSD folyamatsáv színe

# #31484
source: OSD buttons color
fr_fr: Couleur des boutons OSD
hu_hu: OSD gombok színe

# #31485
source: OSD buttons color focus
fr_fr: Couleur de sélection des boutons OSD
hu_hu: OSD gombok fókusz színe

# #31486
source: General color settings
fr_fr: Paramètres de couleur généraux
hu_hu: Általános színbeállítások

# #31487
source: Enable/disable views
fr_fr: Activer/désactiver les vues
hu_hu: Nézetek engedélyezése/tiltása

# #31488
source: Enable forced views
fr_fr: Activer les vues forcées
hu_hu: Kényszerített nézetek engedélyezése

# #31489
source: Forced view for movies
fr_fr: Vue forcée pour les films
hu_hu: Filmek kényszerített nézete

# #31490
source: Forced view for TV shows
fr_fr: Vue forcée pour les séries TV
hu_hu: Sorozatok kényszerített nézete

# #31491
source: Forced view for seasons
fr_fr: Vue forcée pour les saisons
hu_hu: Évadok kényszerített nézete

# #31492
source: Forced view for episodes
fr_fr: Vue forcée pour les épisodes
hu_hu: Epizódok kényszerített nézete

# #31493
source: Use rounded icons in OSD
fr_fr: Utiliser des icônes arrondies dans l’OSD
hu_hu: Lekerekített ikonok használata az OSD-ben

# #31494
source: Do not show footer bar on home
fr_fr: Ne pas afficher le pied-de-page sur l'accueil
hu_hu: Lábléc elrejtése a főképernyőn

# #31495
source: Scrollbar background color
fr_fr: Couleur d'arrière-plan de la barre de défilement
hu_hu: Görgetősáv háttérszíne

# #31496
source: Scrollbar unfocused color
fr_fr: Couleur de la barre de défilement non sélectionnée
hu_hu: Fókuszon kívüli görgetősáv színe

# #31497
source: Scrollbar focused color
fr_fr: Couleur de la barre de défilement sélectionnée
hu_hu: Fókuszált görgetősáv színe

# #31498
source: Use fake discart when no discart exists for a media item
fr_fr: Utiliser un DiscArt générique quand aucun n'existe
hu_hu: Hamis borító mutatása ha nincs borító a médiaelemhez

# #31502
source: Forced view for movie sets
fr_fr: Vue forcée pour les sagas
hu_hu: Filmgyűjtemények kényszerített nézete

# #31503
source: Forced view for movies inside set
fr_fr: Vue forcée pour les films d'une saga
hu_hu: Filmgyűjteményen belüli film kényszerített nézete

# #31504
source: Busy animation image
fr_fr: Image de l'animation Occupé
hu_hu: Elfoglaltság animációs képe

# #31505
source: Busy animation color diffuse
fr_fr: Couleur diffuse de l'animation Occupé

# #31506
source: Dim screen when the busy animation is active
fr_fr: Atténuer l'écran lorsque l'animation Occupé est active
hu_hu: Képernyő elsötétítése amikor az elfoglaltságot jelző animáció aktív

# #31507
source: Layout for widgets
fr_fr: Disposition des widgets
hu_hu: Ablakelemek elrendezése

# #31508
source: Use Extended Video Info Dialog
fr_fr: Utiliser la boîte d'information étendue

# #31509
source: Display Studio logo in footer instead of stars rating
fr_fr: Affichier le logo du Studio en pied-de-page à la place de la note étoilé
hu_hu: Stúdió logó mutatása a láblécben a csillagozott értékelés helyett

# #31510
source: Use custom path for studio logo images
fr_fr: Utiliser un chemin personnalisé pour les images de logo de studio
hu_hu: Egyéni elérési út a stúdió logó képekhez

# #31511
source: Use fixed focus
fr_fr: Utiliser une sélection fixe
hu_hu: Fix fókusz használata

# #31512
source: Watched indicators
fr_fr: Indicateurs de visionnage
hu_hu: „Megnézve” jelzők

# #31513
source: Enable indicator for watched items
fr_fr: Activer l'indicateur pour les éléments vus
hu_hu: Jelző engedélyezése a megnézett elemekhez

# #31514
source: Enable indicator for in progress items
fr_fr: Activer l'indicateur pour les éléments en cours
hu_hu: Jelző engedélyezése a folyamatban lévő elemekhez

# #31515
source: Enable indicator for Movie Sets
fr_fr: Activer l'indicateur pour les sagas
hu_hu: Jelző engedélyezése a filmgyűjteményekhez

# #31516
source: Enable indicator for unwatched episodes
fr_fr: Activer l'indicateur pour les épisodes non vus
hu_hu: Jelző engedélyezése a még nem megnézett epizódokhoz

# #31517
source: color for indicator background (triangle)
fr_fr: couleur d'arrière-plan de l'indicateur (triangle)
hu_hu: jelző hátterének színe (háromszőg)

# #31518
source: Forced views
fr_fr: Vues forcées
hu_hu: Kényszerített nézetek

# #31519
source: Hide animated discart on OSD
fr_fr: Masquer l'illustration de disque animée dans l’OSD
hu_hu: Animált borító elrejtése az OSD-n

# #31520
source: Widget loading animation color diffuse
fr_fr: Couleur diffuse de l'animation de chargement des Widgets

# #31521
source: color for indicator image or text
fr_fr: couleur de l'image ou du texte de l'indicateur
hu_hu: jelző képének vagy szövegének színe

# #31522
source: Open submenu in-line instead of right popout
fr_fr: Dérouler les sous-menus à la place d'un affichage à droite
hu_hu: Almenü megnyitása egy sorban jobboldali felugró ablak helyett

# #31523
source: Use tiles instead of text for menu
fr_fr: Utiliser des tuiles au lieu de texte pour le menu
hu_hu: Csempék mutatása szöveg helyett a menüben

# #31524
source: Poster case overlays
fr_fr: Surcouches de boîtier d'affiche
hu_hu: Poszter tok átfedések

# #31525
source: Enable Poster case overlays with media quality
fr_fr: Afficher un boitier en surcouche sur les affiches avec la qualité du média
hu_hu: Média minőségének megjelenítése a poszter tok átfedésekben

# #31526
source: Case overlay color
fr_fr: Couleur de la surcouche de boîtier
hu_hu: Tok átfedés színe

# #31527
source: Case overlay text/logo color
fr_fr: Couleur du texte/logo de la surcouche de boîtier
hu_hu: Tok átfedés szöveg/logó színe

# #31528
source: Fallback case if type is unknown
fr_fr: Boîtier de repli si le type est inconnu
hu_hu: Tartalék tok, ha a típus ismeretlen

# #31529
source: Do not display the widget/submenu indicators (arrows)
fr_fr: Ne pas afficher les indicateurs de widget/sous-menu (flèches)
hu_hu: Ablakelem/almenü jelzők elrejtése (nyilak)

# #31530
source: Import color theme from file
fr_fr: Importer le thème de couleurs depuis un fichier
hu_hu: Színtéma beolvasása fájlból

# #31531
source: Smart shortcuts
fr_fr: Raccourcis intelligents
hu_hu: Okos hivatkozások

# #31532
source: Critically-acclaimed Movies
fr_fr: Films salués par la critiques

# #31533
source: Marvel Movies
fr_fr: Films du Marvel Cinematic Universe

# #31534
source: My List
fr_fr: Ma liste

# #31535
source: Continue watching
fr_fr: Continuer à regarder

# #31536
source: Action & Crime Movies
fr_fr: Films d'action et polar

# #31537
source: Kids & Family Movies
fr_fr: Films pour toute la famille

# #31539
source: Color theme created succesfully
fr_fr: Thème de couleurs créé avec succès
hu_hu: Színtéma sikeresen létrehozva

# #31540
source: Your colortheme is now available in the list of available themes
fr_fr: Votre thème de couleurs est maintenant disponible dans la liste des thèmes disponibles
hu_hu: A színtéma mostantól elérhető a rendelkezésre álló színtémák listájában

# #31541
source: Color theme imported succesfully
fr_fr: Le thème de couleurs a été importé avec succès
hu_hu: Színtéma sikeresen importálva

# #31542
source: Export this theme to file
fr_fr: Exporter ce thème vers un fichier
hu_hu: Téma exportálása fájlba

# #31543
source: Because you watched
fr_fr: Parce que vous avez regardé

# #31544
source: BINGIE - Netflix Style Layout
fr_fr: BINGIE - Disposition à la Netflix

# #31545
source: Because you watched
fr_fr: Parce que vous avez regardé

# #31546
source: You might need to restart Kodi for the changes to take effect
fr_fr: Un redémarrage de Kodi pourrait être nécessaire pour la prise en compte des changements
hu_hu: A módosítások érvénybe lépéséhez újra kell indítani a Kodit

# #31547
source: OSD progress bar border color
fr_fr: Couleur de la barre de progression pour l’OSD
hu_hu: OSD folyamatsáv keretszíne

# #31548
source: Background options
fr_fr: Options d'arrière-plan
hu_hu: Háttér lehetőségek

# #31549
source: [B]Note[/B] After enabling smart shortcuts for a particular section you must manually add those shortcuts to your menu. Go to [I]configure shortcuts[/I] and press Add, you will see the smart shortcuts listed there.
fr_fr: [B]A Noter[/B] Après l'activation des raccourcis intelligents pour une section particulière ajoutée manuellement, ajoutez les à vos menus. Allez dans [I]Configurer les raccourcis[/I], sélectionnez Ajouter et vous trouverez ici une liste de raccourcis intelligents.

# #31550
source: Enable option for a complete keyboard
fr_fr: Activer l'option pour un clavier étendu

# #31551
source: Titles related to
fr_fr: Titres en relation avec

# #31552
source: Titles in genre
fr_fr: Titres dans le genre
