Repository: AchillesPunks/repository.bingie.mod
Catalog: language/resource.language.*/strings.po
Languages: fr_fr, hu_hu

# #31227
source: Media details header/highlights shadow color
fr_fr: Entête des infos média/Couleur sombres
hu_hu: Média részletek fejléc/kiemelés árnyékszíne

# #31228
source: NextUp episodes
fr_fr: Prochains épisodes

# #31229
source: Search MediaBrowser
fr_fr: Rechercher dans le navigateur multimédia

# #31230
source: Auto show OSD infopanel on video playback start
fr_fr: Affichage auto. du panneau d'infos au démarrage de la vidéo
hu_hu: OSD információs panel automatikus mutatása videó lejátszás kezdetekor

# #31231
source: seconds
fr_fr: secondes
hu_hu: másodperc

# #31232
source: Do not hide OSD infopanel on fullscreen music playback
fr_fr: Ne pas cacher le panneau d'infos durant la lecture de musique en plein écran
hu_hu: Ne rejtse el az OSD információs panelt teljes képernyős zenelejátszáskor

# #31233
source: Focuscolor for buttons in the skin
fr_fr: Couleur de surbrillance des boutons de l'habillage
hu_hu: Felszín gombjainak színe fókuszáláskor

# #31234
source: Apply background overlay only to media views
fr_fr: Appliquer une incrustation d'arrière-plan seulement pour les vues médias
hu_hu: Háttér átfedés használata csak a média nézetekben

# #31235
source: Show video title in header
fr_fr: Afficher le titre des vidéos dans l'en-tête
hu_hu: Videó címének megjelenítése a fejlécben

# #31236
source: PVR views
fr_fr: Vues de l'Enregistreur Numérique
hu_hu: PVR nézetek

# #31237
source: Use genre colors in EPG timeline
fr_fr: Utiliser des couleurs de genre dans l'horaire du Guide des Programmes
hu_hu: Műfaj színek használata az EPG idővonalon

# #31238
source: Use 8 rows in EPG timeline instead of 5
fr_fr: Utiliser 8 lignes au lieu de 5 dans la chronologie du Guide des Programmes
hu_hu: 8 sor használata az EPG idővonalon 5 helyett

# #31239
source: Use alternative EPG progress indicator
fr_fr: Utiliser un indicateur de progression alternatif dans le Guide des Programmes
hu_hu: Alternatív EPG folyamatjelző használata

# #31240
source: Use fixed focus position on home tiles
fr_fr: Utiliser une position de sélection fixe pour les tuiles de l'accueil
hu_hu: Fix fókuszpozíció használata a főképernyő csempéin

# #31241
source: Apply background overlay only to home screen
fr_fr: N'appliquer l'incrustation d'arrière-plan que sur l'écran d'accueil
hu_hu: Háttér átfedés használata csak a főképernyőn

# #31242
source: OSD panel opacity
fr_fr: Opacité du panneau OSD
hu_hu: OSD panel átlátszatlansága

# #31243
source: Show cache level progress
fr_fr: Afficher la progression du niveau de cache

# #31244
source: Force disabling of subtitles
fr_fr: Forcer la désactivation des sous-titres (expérimental)

# #31245
source: Number of rows to show in the timeline
fr_fr: Nombres de lignes à afficher dans la chronologie
hu_hu: Az idővonal sorainak száma

# #31246
source: Static thumbnail
fr_fr: Vignette fixe
hu_hu: Statikus bélyegkép

# #31247
source: Use banners in list views for TV Shows
fr_fr: Utiliser des bannières dans les vues en liste pour les Séries TV
hu_hu: Bannerek használata sorozatok listanézetében

# #31248
source: Get extra artwork
fr_fr: Obtenir des illustrations supplémentaires
hu_hu: Extra illusztrációk beszerzése

# #31249
source: General panels opacity
fr_fr: Opacité générale des panneaux
hu_hu: Általános panelek átlátszatlansága

# #31250
source: PLAYING
fr_fr: LECTURE
hu_hu: LEJÁTSZÁS

# #31251
source: PAUSED
fr_fr: PAUSE
hu_hu: MEGÁLLÍTVA

# #31252
source: My Hub
fr_fr: Mon Hub

# #31253
source: FAST FORWARD
fr_fr: AVANCE RAPIDE
hu_hu: ELŐRETEKERÉS

# #31254
source: REWIND
fr_fr: RETOUR RAPIDE
hu_hu: VISSZATEKERÉS

# #31255
source: SEEKING
fr_fr: POSITIONNEMENT
hu_hu: KERESÉS

# #31256
source: Enable large onscreen playback and seek indicators
fr_fr: Affichage agrandis pour les bouton de lecture et le positionnement
hu_hu: Nagy lejátszási és pozíció keresési jelzők engedélyezése

# #31257
source: Memory Usage
fr_fr: Utilisation de la mémoire
hu_hu: Memóriahasználat

# #31258
source: Hide watched items from recently added movies/episodes (doesn't apply to widgets)
fr_fr: Cacher les films/épisodes vus des éléments récemment ajoutés (ne s'applique pas aux widgets)
hu_hu: Megnézett elemek elrejtése a nemrég hozzáadott filmek/epizódok közül (nem vonatkozik az ablakelemekre)

# #31259
source: Show OSD infopanel on pause and seek
fr_fr: Panneau d'infos durant une pause ou une recherche
hu_hu: OSD információs panel megjelenítése szünet és pozíció keresés közben

# #31260
source: General panels color
fr_fr: Couleur générale des panneaux
hu_hu: Általános panelek színe

# #31261
source: Simple confluence-style homescreen horizontal
fr_fr: Écran d'accueil basique horizontal dans le style Confluence
hu_hu: Egyszerű confluence-stílusú vízszintes főképernyő

# #31262
source: Simple confluence-style homescreen vertical
fr_fr: Écran d'accueil basique vertical dans le style Confluence
hu_hu: Egyszerű confluence-stílusú függőleges főképernyő

# #31263
source: Use extra small tiles
fr_fr: Utiliser des tuiles minuscules
hu_hu: Extra kicsi csempék használata

# #31264
source: Disable all widgets
fr_fr: Désactiver tous les widgets
hu_hu: Összes ablakelem tiltása

# #31265
source: Disable all submenus
fr_fr: Désactiver tous les sous-menus
hu_hu: Összes almenü tiltása

# #31266
source: Enable background animation
fr_fr: Désactiver l'animation d'arrière-plan
hu_hu: Háttér-animáció engedélyezése

# #31267
source: General widget settings
fr_fr: Paramètres principaux de widget
hu_hu: Általános ablakeleme beállítások

# #31268
source: Disable FanArt
fr_fr: Désactiver FanArt
hu_hu: FanArt tiltása

# #31269
source: Extended Info
fr_fr: Plus d'informations
hu_hu: Bővebb infó

# #31270
source: Advanced settings
fr_fr: Paramètres avancés
hu_hu: Haladó beállítások

# #31271
source: Backup and restore
fr_fr: Sauvegarder et restaurer
hu_hu: Mentés és visszaállítás

# #31272
source: Backup the skin settings
fr_fr: Sauvegarder les paramètres de l'habillage
hu_hu: A felület beállításainak mentése

# #31273
source: Restore the skin settings
fr_fr: Restaurer les paramètres de l'habillage
hu_hu: A felület beállításainak visszaállítása

# #31274
source: Reset the skin to default settings
fr_fr: Réinitialiser l'habillage à ses paramètres prédéfinis
hu_hu: A felület beállításainak visszaállítása az alapértelmezett értékekre

# #31275
source: Other advanced skin settings
fr_fr: Autres réglages avancés de l'habillage
hu_hu: Egyéb haladó felületbeállítások

# #31276
source: Restoring skin settings...
fr_fr: Restauration des paramètres de l'habillage...
hu_hu: Felület beállításainak visszaállítása ...

# #31277
source: Restoring...
fr_fr: Restauration...
hu_hu: Visszaállítás ...

# #31278
source: Backupfile was succesfully created!
fr_fr: Le fichier de sauvegarde a été créé avec succès !
hu_hu: A biztonsági mentés fájlja sikeresen létrehozva!

# #31279
source: An error has occured creating the backup!
fr_fr: Une erreur est survenue lors de la création de la sauvegarde !
hu_hu: Hiba történt a biztonsági mentés létrehozása közben!

# #31280
source: Your backup is succesfully restored!
fr_fr: Votre sauvegarde a été restaurée avec succès !
hu_hu: A biztonsági mentés sikeresen visszaállítva!

# #31281
source: An error has occured while restoring the backup
fr_fr: Une erreur est survenue lors de la restauration de la sauvegarde
hu_hu: Hiba történt a biztonsági mentés visszaállítása közben

# #31282
source: Select Titan skin backup file
fr_fr: Sélectionner le fichier de sauvegarde de l'habillage Titan
hu_hu: A Titan felület biztonsági mentésének kiválasztása

# #31283
source: Select a folder to create the backupfile
fr_fr: Choisir un dossier pour créer le fichier de sauvegarde
hu_hu: A biztonsági mentéshez használt fájl könyvtárának kiválasztása

# #31284
source: Are you sure you want to reset the skin to default settings ?
fr_fr: Êtes-vous certain de vouloir réinitialiser l'habillage à ses paramètres prédéfinis ?
hu_hu: Biztosan visszaállítod a felület beállításait az alapértelmezett értékekre?

# #31285
source: Overview
fr_fr: Vue d'ensemble
hu_hu: Áttekintés

# #31286
source: 36 Hour Forecast
fr_fr: Prévisions sur 36h
hu_hu: 36 órás előrejelzés

# #31287
source: Hourly Forecast
fr_fr: Prévisions par heures
hu_hu: Előrejelzés óránként

# #31288
source: Weekend Forecast
fr_fr: Prévisions pour le weekend
hu_hu: Hétvégi előrejelzés

# #31289
source: 10 Day Forecast
fr_fr: Prévisions sur 10 jours
hu_hu: 10 napos előrejelzés

# #31290
source: Chance of Precipitation
fr_fr: Risque de pluie
hu_hu: Csapadék esélye

# #31291
source: Fetching forecast info...
fr_fr: Récupération des prévisions météo...
hu_hu: Előrejelzési információ letöltése...

# #31292
source: Hide battery status icon
fr_fr: Masquer l'icône de niveau de batterie
hu_hu: Akkumulátor állapot ikon elrejtése

# #31293
source: Last updated
fr_fr: Dernière mise à jour
hu_hu: Utoljára frissítve

# #31294
source: Weather Notification
fr_fr: Notification Météo
hu_hu: Időjárás értesítés

# #31295
source: Notification TV-Shows airing today
fr_fr: Notification des séries diffusés aujourd'hui
hu_hu: Értesítés ma sugárzott sorozatokról

# #31296
source: Time to show each fanart image (in seconds)
fr_fr: Temps d'affichage de chaques images FanArt (en secondes)
hu_hu: Meddig legyenek mutatva a fanart képek (másodpercben)

# #31297
source: Unwatched movies
fr_fr: Films non vus
hu_hu: Nem látott filmek

# #31298
source: Static predefined background image
fr_fr: Image d'arrière-plan fixe prédéfinie
hu_hu: Statikus, előre meghatározott háttérkép

# #31299
source: Global/mixed fanart image
fr_fr: Image de FanArt globale/mélangée
hu_hu: Globális/kevert fanart kép

# #31300
source: Movie titles from country
fr_fr: Titres de films originaires de country

# #31301
source: Auto focus the first unwatched episode in lists
fr_fr: Sélectionner automatiquement le premier épisode non vu des listes
hu_hu: A listákban a fókusz automatikusan ez első nem megtekintett epizódon legyen

# #31302
source: Enable Next Aired notifications for TV Shows
fr_fr: Activer les notifications de prochaine diffusion pour les séries

# #31303
source: Enable Weather alerts
fr_fr: Activer les alertes Météo
hu_hu: Időjárási figyelmeztetések engedélyezése

# #31304
source: Prefer TV Show thumb for episodes in widgets
fr_fr: Préférer les vignettes Série TV pour les épisodes dans les widgets
hu_hu: Sorozat bélyegkép előnyben részesítése epizódoknál ablakelemekben

# #31305
source: View
fr_fr: Vue
hu_hu: Nézet

# #31306
source: Assign widget
fr_fr: Attribuer un widget
hu_hu: Ablakelem hozzárendelés

# #31307
source: Spotlight widget
fr_fr: Widget Spotlight
hu_hu: Spotlight ablakelem

# #31308
source: Close
fr_fr: Fermer
hu_hu: Kilépés

# #31309
source: Titan tiles
fr_fr: Tuiles Titan
hu_hu: Titan csempék

# #31310
source: Number of rows with tiles
fr_fr: Nombres de colonnes avec tuiles

# #31311
source: [B]CONFIGURE TV SETTINGS[/B][CR][CR]Change fullscreen info · Manage EPG data settings
fr_fr: [B]CONFIGURE LES PARAMETRES TV[/B][CR][CR]Modifie les infos en plein écran · Gérer les paramètre données d'EPG
hu_hu: [B]TV BEÁLLÍTÁSOK[/B][CR][CR]Teljes képernyős infó · Elektronikus műsorújság beállítása

# #31312
source: Submenu layout
fr_fr: Disposition du sous-menu
hu_hu: Almenü elrendezés

# #31313
source: Use vertical submenu
fr_fr: Utiliser un sous-menu vertical
hu_hu: Függőleges almenü használata

# #31314
source: Use horizontal submenu - textbased
fr_fr: Utiliser un sous-menu horizontal - textuel
hu_hu: Vízszintes almenü használata - szöveges

# #31315
source: Use horizontal submenu - small tiles
fr_fr: Utiliser un sous-menu horizontal - petites tuiles
hu_hu: Vízszintes almenü használata - kis csempék

# #31316
source: Use subpage with tiles for submenu
fr_fr: Utiliser des sous-pages avec des tuiles pour le sous-menu
hu_hu: Csempézett aloldalak használata az almenühöz

# #31317
source: Disable auto-refresh for home menu widgets
fr_fr: Désactiver l'auto-rafraichissement des widgets du menu d'accueil
hu_hu: Főképernyő menü ablakelemei ne frissüljenek automatikusan

# #31318
source: Enable Kiosk-mode
fr_fr: Activer le mode Kiosque
hu_hu: Kioszk mód engedélyezése

# #31319
source: Kiosk mode is enabled!
fr_fr: Mode kiosque activé !
hu_hu: Kioszk mód engedélyezve!

# #31320
source: Enable smart shortcuts for playlists
fr_fr: Activer les raccourcis intelligents pour les listes de lecture
hu_hu: Okos hivatkozások engedélyezése lejátszási listákhoz

# #31321
source: Enable smart shortcuts for favourites
fr_fr: Activer les raccourcis intelligents pour les favoris
hu_hu: Okos hivatkozások engedélyezése kedvencekhez

# #31322
source: Smart shortcuts will enable a background scanner for supported favourites and/or playlists. If you add a smart shortcut to your home menu, you'll get auto rotating tile images and backgrounds for that particular section.
fr_fr: Les raccourcis intelligents activeront un balayage d'arrière-plan des favoris et/ou des listes de lecture pris en charge. Si vous ajoutez un raccourci intelligent à votre menu d'accueil, vous obtiendrez des tuiles qui pivotent automatiquement et des arrière-plans pour cette section uniquement.

# #31323
source: Enable smart shortcuts
fr_fr: Activer les raccourcis intelligents
hu_hu: Okos hivatkozások engedélyezése

# #31324
source: Use thumbs/icon based layout for favourites dialog instead of text-based
fr_fr: Utiliser un agencement par vignettes/icônes au lieu de textuel pour les fenêtres de dialogue favorites
hu_hu: Bélyegkép/ikon alapú elrendezés használata a kedvencek ablakokban szöveg alapú helyett

# #31325
source: Show current weather in the video info & video on-screen displays
fr_fr: Afficher la météo actuelle dans les infos des vidéos et dans les affichages à l'écran des vidéos
hu_hu: Aktuális időjárás megjelenítése az videó információban és a videó OSD-n

# #31326
source: Adjust settings for low performance systems
fr_fr: Ajuster les paramètres pour les systèmes à faible performance
hu_hu: Beállítások alacsony teljesítményű rendszerekhez igazítása

# #31327
source: Show clearlogo (if available)
fr_fr: Afficher ClearLogo (si disponible)

# #31328
source: footer
fr_fr: Pied-de-page
hu_hu: lábléc

# #31329
source: top left
fr_fr: haut-gauche
hu_hu: bal felső

# #31330
source: top center
fr_fr: centre-haut
hu_hu: felül középen

# #31331
source: top right
fr_fr: haut-droite
hu_hu: jobb felső

# #31332
source: Disable background-overlay in lyrics window
fr_fr: Désactiver l'incrustation d'arrière-plan dans la fenêtre des paroles
hu_hu: Háttér átfedés tiltása a dalszöveg ablakban

# #31333
source: Do not display channel names in the guide
fr_fr: Ne pas afficher le nom des chaînes dans le guide
hu_hu: Ne mutassa a csatornaneveket a műsorújságban

# #31334
source: Last updated
fr_fr: Dernière mise à jour
hu_hu: Utoljára frissítve

# #31335
source: SERIES FINALE
fr_fr: ÉPISODE FINAL
hu_hu: SOROZAT ZÁRÓ

# #31336
source: SEASON FINALE
fr_fr: FINAL DE LA SAISON
hu_hu: ÉVAD ZÁRÓ

# #31337
source: Use custom image instead of Kodi logo
fr_fr: Utiliser une image personnalisée au lieu du logo Kodi
hu_hu: Egyéni kép használata a Kodi logó helyett

# #31338
source: Show video preview in PVR section
fr_fr: Afficher l'aperçu vidéo dans la section Enregistreur Numérique
hu_hu: Videó előnézet megjelenítése a PVR szakaszban

# #31339
source: Enable smart shortcuts for the Emby addon
fr_fr: Activer les raccourcis intelligents pour l'extension Emby
hu_hu: Okos hivatkozások engedélyezése az Emby kiegészítőhöz

# #31340
source: Buffering...
fr_fr: Mise en cache...
hu_hu: Előtöltés...

# #31341
source: Enable artist slideshow while playing music
fr_fr: Activer le diaporama d'artistes pendant la lecture de musique
hu_hu: Előadó diavetítés engedélyezése zene lejátszása közben

# #31342
source: Random pictures
fr_fr: Images aléatoires
hu_hu: Véletlenszerű kép

# #31343
source: Use custom path for random photos background
fr_fr: Utiliser un chemin personnalisé pour les images d'arrière-plan aléatoires
hu_hu: Egyéni útvonal használata a véletlenszerű fotóhátterekhez

# #31344
source: Always show the scrollbars (do not hide them)
fr_fr: Toujours afficher les barres de défilement (ne pas les masquer)
hu_hu: Mindig mutassa a görgetősávokat (ne rejtse el)

# #31345
source: Disable header completely
fr_fr: Désactiver totalement l'entête
hu_hu: Fejléc teljes tiltása

# #31346
source: Only show Weather (right)
fr_fr: Afficher seulement la météo (à droite)

# #31347
source: Only show Weather (left)
fr_fr: Afficher seulement la météo (à gauche)

# #31348
source: Only Show Profile
fr_fr: Afficher seulement le profil

# #31349
source: Use Genre for guide listings
fr_fr: Utiliser les Genres pour les listes guides.

# #31350
source: Use GenreType for guide listings (Kodi default)
fr_fr: Utiliser les types de Genres pour les listes guides (Kodi par défaut)

# #31351
source: Let skin decide based on content/artwork
fr_fr: Laisser l'habillage choisir selon les contenus/artworks

# #31352
source: Use small info panel
fr_fr: Utiliser le petit panneau d'information

# #31353
source: Use big info panel (will lower the posters)
fr_fr: Utiliser le grand panneau d'information

# #31354
source: Panel will slide in after 3 seconds of inactivity
fr_fr: Le panneau se referme après 3 secondes d'inactivité

# #31355
source: Never show tags
fr_fr: Ne jamais afficher les étiquettes

# #31356
source: Always show tags
fr_fr: Toujours afficher les étiquettes

# #31357
source: Do not auto rotate the widgets
fr_fr: Ne pas faire tourner automatiquement les widgets

# #31358
source: Only rotate the spotlight widget every
fr_fr: Faire seulement tourner le widget en surbrillance toutes les

# #31359
source: Rotate the first widget (if assigned) every
fr_fr: Faire tourner le premier widget (si assigné) toute les

# #31360
source: Rotate the second widget (if assigned) every
fr_fr: Faire tourner le deuxième widget (si assigné) toutes les

# #31361
source: Rotate the third widget (if assigned) every
fr_fr: Faire tourner le troisième widget (si assigné) toutes les

# #31362
source: Rotate the fourth widget (if assigned) every
fr_fr: Faire tourner le quatrième widget (si assigné) toutes les

# #31363
source: Rotate all widgets (including spotlight) every
fr_fr: Faire tourner tous les widgets (spotlight inclus) toutes les

# #31364
source: Use the shortcuts editor to enable rotation for a widget
fr_fr: Utiliser l'éditeur de raccourcis pour activer la rotation d'un widget

# #31365
source: Press UP to Play Trailer
fr_fr: Appuyez sur HAUT pour lancer la bande-annonce

# #31366
source: You're watching
fr_fr: Vous regardez

# #31367
source: Small poster
fr_fr: Petite affiche

# #31369
source: Set Icon
fr_fr: Choisir une icône

# #31370
source: Widget Loading Image
fr_fr: Image de chargement des widgets

# #31371
source: No items in My List.[CR]Start adding Movies & TV Shows you like, just press the 'Add to My List' button from information page.
fr_fr: Aucun élément dans Ma Liste. [CR]Commencez à ajouter les films et des séries TV que vous aimez, appuyez sur 'Ajouter à Ma Liste' dans la page d'information.

# #31372
source: No items in hub.
fr_fr: Aucun élément dans le hub.

# #31373
source: Are you sure?
fr_fr: Vous êtes sûr ?

# #31374
source: Option 'Enable Experimental Recommended Widgets' must be enabled in Skin Helper Widgets Settings.
fr_fr: L'option 'Enable Experimental Recommended Widgets' (Activer les widgets expérimentaux de recommandation) doit être activée dans les paramètres de Skin Helper Widgets.

# #31375
source: Restoring Widgets in Hubs will overrite all current widgets in hubs.
fr_fr: Restaurer les widgets dans les hubs vont remplacer les widgets actuellement configurés.

# #31376
source: Notice
fr_fr: Attention

# #31377
source: This setting is experimental.[CR]Note that when enabled all widgets will have the same layout as set in layout default.
fr_fr: Ce paramètre est expérimental. [CR]Notez que si activé, tous les widgets reprendront la disposition par défaut de l'habillage.

# #31378
source: Use Bingie Video Info Dialog
fr_fr: Utiliser l'écran d'informations vidéo Bingie

# #31380
source: Total Revenue
fr_fr: Revenus

# #31382
source: Episode Index
fr_fr: Index des épisodes

# #31383
source: My Custom List
fr_fr: Ma liste personnalisé

# #31384
source: Set Content
fr_fr: Choisir du contenu

# #31385
source: Recommended TV Shows
fr_fr: Séries TV recommandées

# #31386
source: Use 'Options' text instead of arrow indicator
fr_fr: Utiliser l'étiquette textuelle 'Options' à la place d'une flèche

# #31387
source: Welcome to BINGIE !
fr_fr: Bienvenue sur BINGIE !

# #31388
source: The new Titan skin for Kodi Leia.[CR]This skin has many different layouts to choose from, let us start with the BINGIE main layout. This layout is designed to simulate Netflix user experience for TV.[CR]In order to get everything running as it should, it's recommended to set the following Kodi options:[CR][CR][COLOR e656da62] - Disable mouse[CR] - Hide parent folder items[CR] - Auto focus first unwatched episode[CR] - Flatten TV Shows' seasons (show all episodes)[/COLOR][CR][CR]Note that this settings are global and will be valid for all installed skins.[CR]But no worries, all settings can be reverted in Kodi settings.
fr_fr: Le nouvel habillage Titan pour Kodi Leia.[CR]Cet habillage vous laisse choisir plusieurs agencements, mais on va commencer avec l'agencement principal de BINGIE. Cette disposition est conçue pour simuler l'expérience utilisateur de Netflix pour la télévision.[CR]Afin d'être certain que tout fonctionne comme prévu, il est recommandé de paramétrer Kodi avec ces options:[CR][CR][COLOR e656da62] - Désactiver la souris[CR] - Cacher l'élément dossier parent[CR] - Sélectionner épisode/saison non vu d'une série TV[CR] - Réduire l'arborescence des saisons des séries TV[/COLOR][CR][CR]Notez que ces paramètre sont généraux et resteront valides pour tous les skins installés.[CR]Mais pas d'inquiétude, tous les paramètres peuvent être modifiés.

# #31389
source: OK, do it for me!
fr_fr: Ok, fais le pour moi !

# #31390
source: I want to keep my current config
fr_fr: Je suis bien comme ça

# #31391
source: Did you add content to your library yet?
fr_fr: Avez vous ajouter du contenu à votre médiathèque ?

# #31392
source: Add video files to library now
fr_fr: Ajouter des vidéos à la médiathèque

# #31393
source: Hubs can be configured with their own widgets here, but they need to be unlocked first.[CR]When you're done, lock them in:[CR]Settings -> Skin Settings -> Configure Shortcuts tab -> Lock Hubs.
fr_fr: Les hubs peuvent êtres configurés avec leurs propres widgets ici, mais ils doivent d'abord être déverrouillés. [CR]Quand vous avez terminé, verrouillez les dans:[CR]Paramètres -> Paramètres d'habillage -> Configurer les raccourcis du menu -> Verrouiller les hubs.

# #31394
source: Unlock Hubs now
fr_fr: Déverrouiller les hubs maintenant
