Repository: AchillesPunks/repository.bingie.mod
Catalog: language/resource.language.*/strings.po
Languages: fr_fr, hu_hu

# #31001
source: Other settings
fr_fr: Autres paramètres
hu_hu: További beállítások

# #31002
source: Enable/disable tiles
fr_fr: Activer/désactiver les tuiles
hu_hu: Csempék ki-/bekapcsolása

# #31003
source: Bordersize for unfocused thumbs/tiles
fr_fr: Taille des bordures des vignettes/tuiles
hu_hu: Keret mérete fókuszon kívüli bélyegképekhez, csempékhez

# #31004
source: Disable Moving Frame
fr_fr: Désactiver le coulissement des images

# #31005
source: General skin settings
fr_fr: Paramètres généraux de l’habillage
hu_hu: Általános felszín opciók

# #31006
source: Disable Media/Codec Info in Bingie Views
fr_fr: Désactiver les infos Media/Codec dans les vues Bingie

# #31007
source: NEW EPISODES
fr_fr: NOUVEL ÉPISODE

# #31008
source: Bingie New Episodes Tag Panel Color
fr_fr: Couleur de l’étiquette Nouveaux Épisodes

# #31009
source: Show Plot when Spotlight Plays Trailer
fr_fr: Afficher l'intrigue quand Spotlight affiche la bande-annonce

# #31010
source: --- Use random fanart for tile image
fr_fr: --- Utiliser un fanart aléatoire pour l’image de tuile
hu_hu: --- Véletlenszerű fanart használata csempeképekhez

# #31011
source: Set custom tile image
fr_fr: Définir l’image de tuile personnalisée
hu_hu: Egyedi kép beállítása

# #31012
source: Enable Fixed Focused Widgets in Vertical Scrolling
fr_fr: Activer le focus fixe des widget dans la navigation verticale

# #31013
source: Configure shortcuts
fr_fr: Configurer les raccourcis
hu_hu: Hivatkozások beállítása

# #31014
source: Edit menu shortcuts
fr_fr: Modifier les raccourcis du menu
hu_hu: Menü hivatkozások szerkesztése

# #31015
source: --- Use default tile picture
fr_fr: ---Utiliser l’image de tuile prédéfinie
hu_hu: --- Alapértelmezett csempekép használata

# #31016
source: --- Use own image for tile
fr_fr: --- Utiliser l’image propre à la tuile
hu_hu: --- Saját csempekép használata

# #31018
source: Bingie Main
fr_fr: Bingie Principal

# #31019
source: --- Open folderpath with music instead of library
fr_fr: --- Ouvrir le chemin du dossier musique à la place de la médiathèque

# #31022
source: Background settings
fr_fr: Réglages d'arrière-plan
hu_hu: Háttér beállítások

# #31029
source: Do not show footer bar in views
fr_fr: Ne pas afficher la barre de pied-de-page dans les vues

# #31030
source: Display weather
fr_fr: Afficher la météo
hu_hu: Időjárás megjelenítése

# #31031
source: Titan tiles (2 rows of large tiles)
fr_fr: Tuiles Titan (2 rangées de grandes tuiles)
hu_hu: Titan csempék (2 sor nagy csempe)

# #31032
source: Titan tiles (3 rows of large tiles)
fr_fr: Tuiles Titan (3 rangées de grandes tuiles)
hu_hu: Titan csempék (3 sor nagy csempe)

# #31033
source: Titan tiles (1 row of large tiles)
fr_fr: Tuiles Titan (1 rangée de grandes tuiles)
hu_hu: Titan csempék (1 sor nagy csempe)

# #31034
source: items total
fr_fr: total d'éléments
hu_hu: Összes elem

# #31035
source: Movies in progress
fr_fr: Films en cours
hu_hu: Folyamatban lévő filmek

# #31036
source: Random TV Shows
fr_fr: Série TV au hasard

# #31038
source: Use custom image for skin background
fr_fr: Utiliser une image personnalisée comme arrière-plan d'habillage

# #31039
source: Use custom image for skin background
fr_fr: Utiliser une image personnalisée comme arrière-plan d'habillage

# #31040
source: Now playing
fr_fr: Lecture en cours
hu_hu: Most játszott

# #31041
source: Disable animated splash screen (image instead)
fr_fr: Désactiver l'écran d'introduction animé (image fixe)

# #31042
source: Disable Studio Logo
fr_fr: Désactiver les logos Studios

# #31043
source: Enable larger plot area instead additional info
fr_fr: Activer une intrigue élargie à la place des informations supplémentaires

# #31044
source: Use Alternative (shorter) Animated Intro
fr_fr: Utiliser l'introduction animée alternative (plus courte)

# #31045
source: Use Alternative Splash Image
fr_fr: Utiliser une image d'introduction alternative

# #31046
source: Anime
fr_fr: Animés

# #31047
source: Romantic Movies
fr_fr: Films à l'eau de rose

# #31048
source: Horror Movies
fr_fr: Films d'horreur

# #31049
source: Music & Musicals
fr_fr: Musique & Comédies musicales

# #31050
source: All Movies
fr_fr: Tous les films
hu_hu: Minden Film

# #31051
source: All TV Shows
fr_fr: Toutes les séries TV
hu_hu: Összes sorozat

# #31053
source: Poster
fr_fr: Affiche

# #31055
source: Banner
fr_fr: Bannière

# #31056
source: Landscape
fr_fr: Paysages

# #31057
source: ClearArt
fr_fr: Illustrations transparentes
hu_hu: Tiszta művészkép

# #31071
source: Setting level
fr_fr: Niveau de paramétrage
hu_hu: Beállítási szint

# #31077
source: DOWN
fr_fr: BAS
hu_hu: Le

# #31078
source: Blockbuster Movies
fr_fr: Blockbusters

# #31079
source: Binge-worthy TV Shows
fr_fr: Séries TV qui valent le binge

# #31080
source: New Releases in Movies
fr_fr: Films sorts récemment

# #31081
source: Artists named
fr_fr: Artistes nommés

# #31082
source: Song titles related to
fr_fr: Morceaux de musiques en relation

# #31083
source: REC
fr_fr: ENREGISTRER
hu_hu: Felvétel

# #31084
source: TIME
fr_fr: DURÉE
hu_hu: Idő

# #31085
source: Schedule
fr_fr: Planning
hu_hu: Időzítés

# #31086
source: Do not show title on home menu tiles
fr_fr: Masquer le titre des tuiles du menu d'accueil
hu_hu: A főképernyő menü csempéiben ne mutassa a címeket

# #31087
source: Enable Lyrics while playing music
fr_fr: Activer les paroles pendant la lecture de la musique
hu_hu: Dalszövegek engedélyezése zene lejátszásakor

# #31088
source: Live-TV
fr_fr: TV en direct (PVR)
hu_hu: Élő TV

# #31089
source: XBMB3C add-on
fr_fr: Extension XBMB3C
hu_hu: XBM3C kiegészítők

# #31090
source: XBMB3C settings
fr_fr: Réglages XBMB3C
hu_hu: XBMB3C Beállítások

# #31092
source: Unwatched Episodes
fr_fr: Épisodes non vus
hu_hu: Nem látott epizódok

# #31093
source: Youtube Trailer
fr_fr: Bande-annonce Youtube

# #31094
source: Hide watched icons
fr_fr: Masquer les icônes déjà vues
hu_hu: „Megnézve” ikonok elrejtése

# #31095
source: PleKodi
fr_fr: PlexKodi

# #31096
source: [CUSTOM BUTTON] click to select favorite as content
fr_fr: [BOUTON PERSO] cliquer pour sélectionner favori comme contenu

# #31097
source: Extended
fr_fr: Étendu
hu_hu: Bővített

# #31098
source: Critically-acclaimed TV Shows
fr_fr: Séries TV salués par la critique

# #31099
source: Enable Automatic Download of Artwork During Library Scan
fr_fr: Activer le téléchargement automatique des artworks durant le scan

# #31101
source: Recently Added Series
fr_fr: Séries TV récemment ajoutées

# #31102
source: Random Movies
fr_fr: Film aléatoire

# #31103
source: Random episodes
fr_fr: Épisodes aléatoire
hu_hu: Kiemelt részek

# #31104
source: In progress episodes
fr_fr: Épisodes en cours
hu_hu: Folyamatban lévő epizódok

# #31105
source: Recently added episodes
fr_fr: Épisodes ajoutés récemment
hu_hu: Nemrég hozzáadott epizódok

# #31106
source: Recently added songs
fr_fr: Morceaux ajoutés récemment
hu_hu: Legfrissebb dalok

# #31107
source: Recently added albums
fr_fr: Albums ajoutés récemment
hu_hu: Új albumok

# #31108
source: Random albums
fr_fr: Albums aléatoires
hu_hu: Kiemelt albumok

# #31109
source: Random artists
fr_fr: Artistes aléatoires
hu_hu: Véletlenszerű előadok

# #31110
source: Recently played music
fr_fr: Morceaux récemment joués
hu_hu: Mostanában lejátszott zenék

# #31111
source: Auto show the widget for the selected home tile
fr_fr: Affichage auto. du widget pour la tuile d'accueil sélectionnée
hu_hu: A kiválasztott főképernyő csempe ablakelemének automatikus mutatása

# #31112
source: Finishes at
fr_fr: Se termine à
hu_hu: Befejezés ekkor

# #31113
source: Auto show the submenu for the selected home tile
fr_fr: Affichage auto. du sous-menu pour la tuile d'accueil sélectionnée
hu_hu: Kiválasztott főképernyő csempe almenüjének automatikus megjelenítése

# #31114
source: Show large thumbnail
fr_fr: Afficher les vignettes élargies
hu_hu: Nagy bélyegképek mutatása

# #31115
source: Homescreen layout
fr_fr: Écran d'accueil
hu_hu: Főképernyő elrendezése

# #31116
source: Submenu items for this collection
fr_fr: Éléments du sous-menu de cette collection
hu_hu: Almenü elemek ehhez a gyűjtemányhez

# #31117
source: Enable widget for this tile
fr_fr: Activer le widget pour cette tuile
hu_hu: Ablakelem engedélyezése ehhez a csempéhez

# #31118
source: User defined custom tiles (favorites)
fr_fr: Tuiles personnalisées définies par l'utilisateur (favoris)
hu_hu: Felhasználó által létrehozott egyéni csempék (kedvencek)

# #31119
source: Tiles for 3th party applications
fr_fr: Tuiles pour applications tierces
hu_hu: Csempék más gyártóktól származó alkalmazásokhoz

# #31120
source: Tiles for default Kodi/Kodi features
fr_fr: Tuiles pour Kodi/fonctionnalités Kodi par défaut

# #31121
source: Homescreen layout
fr_fr: Disposition de l'écran d'accueil
hu_hu: Főképernyő elrendezése

# #31122
source: Homescreen options
fr_fr: Options de l'écran d'accueil
hu_hu: Főképernyő beállításai

# #31123
source: Enable Fixed Frame in Home & Hubs (moving frame)
fr_fr: Activer le coulissement des images sur l'accueil et les hubs

# #31124
source: Please select your preference for the homescreen layout
fr_fr: Veuillez choisir votre disposition d'écran d'accueil préférée

# #31125
source: Other home screen settings
fr_fr: Autres paramètres d'écran d'accueil
hu_hu: Egyéb főképernyő beállítások

# #31126
source: Use vertical submenu layout (instead of default horizontal)
fr_fr: Disposition verticale du sous-menu (au lieu d'horizontale par défaut)
hu_hu: Függőleges almenü elrendezés használata (az alapértelmezett vízszintes helyett)

# #31127
source: Recently added
fr_fr: Récemment ajouté
hu_hu: Legfrissebb

# #31128
source: Recently played
fr_fr: Lus récemment
hu_hu: Mostanában lejátszott

# #31129
source: My TV Shows
fr_fr: Mes Séries TV
hu_hu: Saját Sorozatok

# #31130
source: My movies
fr_fr: Mes films
hu_hu: Saját filmek

# #31132
source: Enable item Background
fr_fr: Activer l'arrière plan de l'élément
hu_hu: Elemháttér engedélyezése

# #31133
source: Show plot in video infopanel or onscreen display
fr_fr: Afficher le résumé dans le panneau d'infos ou dans le menu à l'écran
hu_hu: Tartalom mutatása a videó információs panelen vagy az OSD-n

# #31134
source: Profile
fr_fr: Profil
hu_hu: Profil

# #31135
source: Record this episode only
fr_fr: Enregistrer cet épisode seulement
hu_hu: Csak ezen epizód rögzítése

# #31136
source: Record all episodes (series recording)
fr_fr: Enregistrer tous les épisodes (enregistrement à la chaîne)
hu_hu: Összes epizód rögzítése (sorozatrögzítés)

# #31137
source: Settings for recordings
fr_fr: Paramètres d'enregistrement
hu_hu: Rögzítés beállításai

# #31138
source: Cancel recording of this episode only
fr_fr: Annuler l'enregistrement pour cet épisode seulement

# #31139
source: Cancel recording of all episodes
fr_fr: Annuler l'enregistrement de tous les épisodes

# #31140
source: Disable the Now Playing video background
fr_fr: Désactiver l'arrière-plan de lecture
hu_hu: „Most játszott” videó háttér tiltása

# #31141
source: Show Fanart background
fr_fr: Afficher le FanArt en arrière-plan
hu_hu: Fanart háttér mutatása

# #31142
source: Global background settings
fr_fr: Paramètres d'arrière-plan généraux
hu_hu: Globális háttérbeállítások

# #31143
source: The global background you selected is applied everywhere in the skin. It is possible to override the global background on different sections of the skin. If you enable the section based backgrounds you can set a different background on a tile, so if you hover over that tile in the homescreen you will get that background. Also your override will be applied to whatever section that tile opens. So, for example if you have chosen a custom background for the Live TV tile and you click that tile, you will also get your selected background in the Live TV section. Off course if no background is chosen for a tile, it will always fallback to the global background. You can set your own overrides in the configuration page for the home tiles.
fr_fr: L'arrière-plan global que vous avez sélectionné est appliqué partout dans l'habillage. Il est possible de le substituer dans différentes sections de l'habillage. Si vous activez les arrières-plans par sections, vous pourrez paramétrer un arrière-plan différent sur une tuile, donc en survolant avec votre curseur cette tuile dans la page d'accueil, vous verrez cet arrière-plan. De même votre substitution sera appliquée à n'importe laquelle des sections que cette tuile permet d'ouvrir. Par exemple si vous avez choisi un arrière-plan personnalisé pour la tuile TV en direct et que vous cliquiez sur cette tuile, vous verrez aussi ce même arrière-plan dans la section TV en direct. Bien sûr, si aucun arrière-plan de substitution n'est paramétré pour une tuile, elle aura toujours recours à l'arrière-plan global. Vous pouvez paramétrer vos propres substitutions dans la page de configuration des tuiles de l'accueil.

# #31144
source: Enable section based backgrounds
fr_fr: Activer les arrières-plans de section
hu_hu: Szakaszfüggő hátterek engedélyezése

# #31145
source: Default background image for this section
fr_fr: Image d'arrière-plan par défaut pour cette section
hu_hu: Alapértelmezett háttér ehhez a szakaszhoz

# #31146
source: Random FanArt image
fr_fr: Image FanArt aléatoire
hu_hu: Véletlenszerű FanArt kép

# #31147
source: Custom background image
fr_fr: Image d'arrière-plan personnalisée
hu_hu: Egyéni háttérkép

# #31148
source: Empty - please select image
fr_fr: Vide - veuillez sélectionner une image
hu_hu: Üres - válassz képet

# #31149
source: Current section background
fr_fr: Arrière plan de la sélection courante
hu_hu: Jelenlegi szakaszháttér

# #31150
source: Custom Image
fr_fr: Image Personnalisé
hu_hu: Egyedi kép

# #31151
source: Background overlay texture color
fr_fr: Couleur de la texture de surcouche pour l'arrière plan
hu_hu: Háttér átfedés textúraszíne

# #31152
source: Use default colors
fr_fr: Utiliser les couleurs par défaut
hu_hu: Alapértelmezett színek használata

# #31153
source: Use light colors
fr_fr: Utiliser les couleurs claires
hu_hu: Világos színek használata

# #31154
source: Use dark colors
fr_fr: Utiliser les couleurs sombres
hu_hu: Sötét színek használata

# #31155
source: Hide panel background
fr_fr: Masquer l'arrière-plan du panneau
hu_hu: Film háttér elrejtése

# #31156
source: Amazon Original Series
fr_fr: Series Amazon Original

# #31157
source: Comedy Movies
fr_fr: Comédies

# #31158
source: Disney & Pixar Films
fr_fr: Films de Disney et Pixar

# #31159
source: Documentaries
fr_fr: Documentaires

# #31160
source: Docuseries
fr_fr: Docu-séries

# #31161
source: European Movies
fr_fr: Films européens

# #31162
source: Adventure & Fantasy Movies
fr_fr: Films d'aventure et de Fantasy

# #31163
source: Adventure & Fantasy Series
fr_fr: Séries d'aventure et de fantaisy

# #31164
source: Action & Crime Series
fr_fr: Séries d'action et polars

# #31165
source: Edit Main Menu
fr_fr: Modifier le menu principal
hu_hu: Főmenü beállítása

# #31166
source: Edit Submenu
fr_fr: Modifier le sous-menu
hu_hu: Almenü szerkesztése

# #31167
source: Configure the Home screen menu layout
fr_fr: Configurer l'agencement du menu de l'écran d'accueil
hu_hu: Főképernyő menüelrendezésének beállítása

# #31168
source: This skin is integrated with the skinshortcuts script to provide you maximized flexibility in how you want to arrange your homescreen menu’s. You’re able to add and delete tiles on the homescreen, change the images, define submenus etc. Click the button below to get started modifying the skin menu’s to your own preferences.
fr_fr: L'intégration ddu script SkinShortcut permet de vous fournir une souplesse maximale pour organiser le menu de l'Écran d'Accueil. Vous pouvez ajouter et supprimer des tuiles, changer les images, définir les sous-menus, etc... [CR]Cliquez sur le bouton ci-dessous pour commencer à modifier le menu principal à votre goût.

# #31169
source: Override background
fr_fr: Substituer l'arrière-plan
hu_hu: Háttér felülírása

# #31170
source: Reset menu to skin's defaults
fr_fr: Réinitialiser le menu aux valeurs prédéfinies par l'habillage
hu_hu: Menü visszaállítása a felület alapértelmezésére

# #31171
source: One of the main advantages of using the skinshortcuts-script is that your menu layout is shared across skins that support this addon. This is not always convenient as you won’t get the skins default menu layout which is optimized for the skin or you have played a bit in another skin and you don’t like the menu layout now. If you see weird behavior on your home menu or you just want to start fresh and get the most out of this skin, you can reset the menu structures to the skins default settings with the button below.
fr_fr: L'avantage du script SkinShortcut, c'est que la disposition de votre menu peut être partagée avec tous les habillages compatibles. Mais cela peut devenir un problème si vous l'avez déjà configuré pour un autre habillage, car vous risquez de ne pas retrouver la disposition de menu optimisée pour Bingie.[CR]Si vous constatez un comportement étrange sur votre menu d'Accueil ou si vous voulez repartir à zéro pour tirer le meilleur parti de Bingie, vous pouvez réinitialiser les paramètres prédéfinis du menu avec le bouton ci-dessous.

# #31172
source: Do not use overlay
fr_fr: Ne pas utiliser d'incrustation
hu_hu: Ne használjon átfedést

# #31173
source: Use custom overlay
fr_fr: Utiliser une incrustation personnalisée
hu_hu: Egyéni átfedés használata

# #31174
source: Focuscolor for home tiles and widgets
fr_fr: Couleur de surbrillance pour les tuiles de l'accueil
hu_hu: Főképernyő csempék és ablakelemek fókuszszíne

# #31175
source: Change Shortcut
fr_fr: Changer le raccourci
hu_hu: Hivatkozás cseréje

# #31176
source: Splash Screen Settings
fr_fr: Paramètres de l'écran d'introduction

# #31177
source: None (use global background)
fr_fr: Aucun (utiliser l'arrière-plan global)
hu_hu: Nincs (globális háttér használata)

# #31178
source: * indicates the recommended selection
fr_fr: * indique le choix recommandé
hu_hu: * jelzi a javasolt választást

# #31179
source: Always open fullscreen music playback
fr_fr: Toujours lancer la lecture de musique en plein écran
hu_hu: Mindig nyissa meg a teljes képernyős zenelejátszást

# #31180
source: Focus color
fr_fr: Couleur de surbrillance
hu_hu: Fókusz színe

# #31181
source: Netflix Original Series
fr_fr: Série Original Netflix

# #31182
source: Netflix Original Movies
fr_fr: Film Original Netflix

# #31183
source: Enhanced all-in-one homescreen
fr_fr: Écran d'accueil amélioré tout-en-un
hu_hu: Fejlett „minden az egyben” főképernyő

# #31184
source: Submenu
fr_fr: Sous-menu
hu_hu: Almenü

# #31185
source: Spotlight
fr_fr: Spotlight (Mise en avant du contenu)
hu_hu: Kiemelt

# #31186
source: Do not show OSD on playback start
fr_fr: Ne pas afficher l'OSD en début de lecture
hu_hu: Ne mutassa az OSD-t lejátszás kezdetekor

# #31187
source: Food & Travel
fr_fr: Cuisine et Voyages

# #31188
source: HBO Shows
fr_fr: Séries HBO

# #31189
source: History & War Movies
fr_fr: Films d'Histoire et de Guerre

# #31190
source: Hulu Original Series
fr_fr: Series Hulu Original

# #31191
source: Marvel TV Shows
fr_fr: Séries Marvel TV

# #31192
source: Reality TV
fr_fr: Télé-Réalité

# #31194
source: Science Fiction Movies
fr_fr: Films de Science-fiction

# #31195
source: SyFy Series
fr_fr: Série SyFy

# #31196
source: Thriller & Suspense Movies
fr_fr: Films Thriller & Suspense

# #31197
source: Thriller & Suspense Series
fr_fr: Séries Thriller & Suspense

# #31198
source: Disable powermenu on home
fr_fr: Désactiver le menu d'alimentation de l'accueil
hu_hu: Kikapcsolás menü tiltása a főképernyőn

# #31199
source: Warning! If you disable the power menu, make sure you add a button to the home menu to access the settings!
fr_fr: Avertissement ! Si vous désactivez le menu d'alimentation, assurez-vous d'ajouter un bouton au menu d'accueil pour accéder aux paramètres !
hu_hu: Figyelmeztetés! Ha a kikapcsolás menü tiltva van, feltétlen hozzá kell adni egy gombot a főképernyő menühöz, különben nem lehet elérni a beállításokat!

# #31200
source: Show Disc-art
fr_fr: Afficher les illustrations de disques
hu_hu: Disc-art mutatása

# #31201
source: Animate Disc-art
fr_fr: Animer les illustrations de disques
hu_hu: Disc-art animálása

# #31202
source: Hide title in tile
fr_fr: Cacher le titre dans la tuile
hu_hu: Cím elrejtése csempében

# #31203
source: Set custom widget content
fr_fr: Définir le contenu personnalisé du widget
hu_hu: Egyéni ablakelem tartalom beállítása

# #31204
source: Customize power menu
fr_fr: Personnaliser le menu d'alimentation
hu_hu: Kikapcsolás menü testreszabása

# #31205
source: Addon not installed - please install this addon first
fr_fr: L'extension n'est pas installée - veuillez d'abord l'installer
hu_hu: A kiegészítő nincs telepítve - először telepíteni kell a kiegészítőt

# #31206
source: Hide widget panel background
fr_fr: Cacher l'arrière-plan du panneau des widgets
hu_hu: Ablakelem panel hátterének elrejtése

# #31207
source: Use Extra Fanart
fr_fr: Utiliser les FanArts supplémentaire
hu_hu: Extra Fanartok használata

# #31208
source: Disable shadow on home tiles
fr_fr: Désactiver l'ombrage des tuiles de l'accueil
hu_hu: Árnyék tiltása a főképernyő csempéin

# #31209
source: Enable mouse and touch support
fr_fr: Activer la prise en charge de la souris et du tactile
hu_hu: Egér és érintőképernyő támogatás engedélyezése

# #31210
source: Prefer fanart in landscape views
fr_fr: Préférer les FanArts dans les vues en paysage

# #31211
source: Disable splash screen (not recommended for slow systems)
fr_fr: Désactiver l'écran de garde (non recommandé pour les systèmes lents)
hu_hu: Nyitóképernyő tiltása (nem javasolt lassú rendszereken)

# #31212
source: Next Episode in
fr_fr: Épisode suivant
hu_hu: Következő rész

# #31213
source: Airs
fr_fr: Diffusé
hu_hu: Vetítések

# #31214
source: Latest Episode
fr_fr: Dernier épisode
hu_hu: Utolsó epizód

# #31215
source: Hide mourse cursor (for touchscreens)
fr_fr: Cacher le curseur de la souris (pour les écrans tactiles)
hu_hu: Egérmutató elrejtése (érintőképernyőkön)

# #31216
source: Use custom path for weather fanart
fr_fr: Utiliser un chemin personnalisé pour le fanart météo
hu_hu: Egyéni elérési út az időjárási fanartokhoz

# #31217
source: Set subtitles as default button in OSD
fr_fr: Définir les sous-titres comme bouton prédéfinie dans l’OSD
hu_hu: Feliratok beállítása alapértelmezett gombként az OSD-n

# #31218
source: Do not show unwatched items count on posters
fr_fr: Ne pas afficher le total d'éléments non lus sur les affiches
hu_hu: Nem mutassa a nem látott elemek számlálóját a posztereken

# #31219
source: Textcolor for header
fr_fr: Couleur du texte pour l'entête
hu_hu: Fejléc szövegének színe

# #31220
source: Shadow color for header
fr_fr: Couleur d'ombre pour l'entête
hu_hu: Fejléc árnyékának színe

# #31221
source: Media library views
fr_fr: Vues des médiathèques
hu_hu: Médiakönyvtár nézetek

# #31222
source: Media details general text color
fr_fr: Couleur du texte générique pour les détails du média
hu_hu: Média részletek általános szöveg színe

# #31223
source: Media details general text shadow color
fr_fr: Couleur d'ombre du texte générique pour les détails du média
hu_hu: Média részletek általános szövegárnyék színe

# #31224
source: Media details panel opacity
fr_fr: Opacité du panneau de détails du média
hu_hu: Média részletek panel átlátszatlansága

# #31225
source: Show clearlogo in upper right instead of bottom
fr_fr: Afficher le ClearLogo en haut à droite au lieu d'en bas

# #31226
source: Media details header/highlights color
fr_fr: Entête des infos média/Couleur claires
hu_hu: Média részletek fejléc/kiemelés színe
