Repository: AchillesPunks/repository.bingie.mod
Catalog: language/resource.language.*/strings.po
Languages: fr_fr, hu_hu

# #31553
source: Titles released in year
fr_fr: Titres sortis durant l'année

# #31554
source: Titles from studio
fr_fr: Titre du studio

# #31555
source: Titles featuring actor
fr_fr: Titres figurant l'acteur

# #31556
source: Movie titles by director
fr_fr: Films du réalisteur

# #31557
source: Movie titles from country
fr_fr: Titres de film par pays

# #31558
source: There are no matches for this category.
fr_fr: Il n'y a rien dans cette catégorie

# #31559
source: Search by Title, Genre, Actor, Director, Country, Studio or Year
fr_fr: Faites une recherche par Titre, Genre, Acteur, Réalisateur, Pays, Studio ou Année

# #31560
source: Back button in guide opens sideblade menu
fr_fr: Le bouton retour dans le guide ouvre le menu latéral

# #31561
source: Open/Focus submenu at click on mainmenu item
fr_fr: Ouvrir le sous-menu lors de la sélection d'un élément du menu
hu_hu: Főmenü elemen kattintáskor a nyissa meg/fókuszálja az almenüt

# #31562
source: Recommended Movies
fr_fr: Films recommandés
hu_hu: Ajánlott filmek

# #31563
source: Popular
fr_fr: Populaire
hu_hu: Népszerű

# #31565
source: Open submenu
fr_fr: ouvrir sous-menu

# #31566
source: Enable PVR artwork
fr_fr: Activer les artworks pour l'Enregistreur Numérique
hu_hu: PVR illusztráció engedélyezése

# #31567
source: Simple list (PVR)
fr_fr: Liste simple (Enregistreur numérique)
hu_hu: Egyszerű lista (PVR)

# #31568
source: Enable indicator for unwatched items
fr_fr: Activer l'indicateur pour les éléments non-vus
hu_hu: Jelző engedélyezése a még nem megnézett elemekhez

# #31569
source: Media listitem text color (unfocused)
fr_fr: Couleur du texte des médias listés (désélectionnés)
hu_hu: Média listaelem szövegszíne (fókuszon kívüli)

# #31570
source: Media listitem text color (focused)
fr_fr: Couleur du texte des médias listés (sélectionnés)
hu_hu: Média listaelem szövegszíne (fókuszált)

# #31571
source: Media listitem focus color
fr_fr: Couleur de la sélection des média listés
hu_hu: Média listaelem fókuszszíne

# #31572
source: General text color for highlights and headers
fr_fr: Couleur de texte générale pour la sélection et l'entête
hu_hu: Kiemelések és fejlécek általános szövegszíne

# #31573
source: OSD progress bar buffer cache color
fr_fr: Couleur du cache dans la barre de progression
hu_hu: OSD folyamatsáv puffer gyorsítótár színe

# #31574
source: Background color diffuse
fr_fr: Couleur diffuse du fond d'écran

# #31575
source: Similar Movies
fr_fr: Films similaires

# #31576
source: Similar TV Shows
fr_fr: Séries similaires

# #31577
source: New Releases
fr_fr: Nouvelles sorties

# #31578
source: There are no matches for your search.
fr_fr: Nous ne trouvons rien

# #31579
source: Episode titles related to
fr_fr: Titres d'épisodes en relation

# #31580
source: Music videos title related to
fr_fr: Clips musicaux en relation

# #31581
source: Forced view for PVR channels
fr_fr: Vue forcée pour les chaines de l'Enregistreur Numérique
hu_hu: PVR csatornák kényszerített nézete

# #31582
source: Forced view for PVR recordings
fr_fr: Vue forcée pour les enregistrements numériques
hu_hu: PVR felvételek kényszerített nézete

# #31583
source: Forced view for Addons
fr_fr: Vue forcée pour les Extensions
hu_hu: Kiegészítők kényszerített nézete

# #31584
source: Forced view for Files and main plugin listings
fr_fr: Vue forcée pour les Fichiers et la liste des extensions
hu_hu: Fájlok és fő beépülő listák kényszerített nézete

# #31585
source: Forced view for Music Artists
fr_fr: Vue forcée pour les Artistes musicaux
hu_hu: Zenei előadók kényszerített nézete

# #31586
source: Forced view for Music Albums
fr_fr: Vue forcée pour les Albums
hu_hu: Zenei albumok kényszerített nézete

# #31587
source: Forced view for Music Songs
fr_fr: Vue forcée pour les morceaux de musique
hu_hu: Dalok kényszerített nézete

# #31588
source: Forced view for Pictures
fr_fr: Vue forcée pour les Images
hu_hu: Képek kényszerített nézete

# #31589
source: Enable day/night color themes
fr_fr: Activer les thèmes de couleur jour/nuit
hu_hu: Nappali/esti színtémák engedélyezése

# #31590
source: You can configure the skin to automatically enable a different theme during day or night time
fr_fr: Vous pouvez configurer l'habillage pour activer automatiquement un thème différent le jour et la nuit.
hu_hu: A felület beállítható, hogy a nappali vagy az esti időszakban különböző témákat használjon

# #31591
source: Color theme during day time
fr_fr: Thème de couleur durant la journée
hu_hu: Nappali színtéma

# #31592
source: Color theme during night time
fr_fr: Thème de couleur durant la nuit
hu_hu: Esti színtéma

# #31593
source: Album titles related to
fr_fr: Titres d'Albums en relation

# #31594
source: Hide power menu (and not disable it)
fr_fr: Cacher le bouton d'alimentation (sans le désactiver)
hu_hu: Kikapcsolás menü elrejtése (nem pedig letiltása)

# #31595
source: Configure Widget Rows
fr_fr: Configurer les colonnes de widgets
hu_hu: Ablakelem sorok beállítása

# #31596
source: Disable the Now Playing info bar
fr_fr: Désactiver la barre d'information 'En cours de lecture'
hu_hu: „Most játszott” információs sáv tiltása

# #31597
source: Total duration
fr_fr: Durée totale
hu_hu: Teljes időtartam

# #31598
source: Use large banners
fr_fr: Utiliser de grandes bannières
hu_hu: Nagy bannerek használata

# #31599
source: Show infopanel right
fr_fr: Afficher le panneau d'information à droite

# #31600
source: Align labels on thumbs/tiles in center
fr_fr: Aligner les étiquettes des vignettes/tuiles au centre
hu_hu: Bélyegképek/csempék címkéinek középre rendezése

# #31601
source: Sideblade/options menu panel color
fr_fr: Couleur du Panneau d'options latéral

# #31602
source: Sideblade/options menu text color
fr_fr: Couleur du texte sur le panneau d'option latéral

# #31603
source: Label overlays on posters and thumbs panel color
fr_fr: Couleur de l'incrustation des étiquettes sur les affiches et les vignettes
hu_hu: A poszterek és bélyegképek átfedésének panelszíne

# #31604
source: Label overlays on posters and thumbs text color
fr_fr: Couleur du texte sur les étiquettes incrustés sur les affiches et les vignettes
hu_hu: A poszterek és bélyegképek átfedésének szövegszíne

# #31605
source: Alternate aspectratio
fr_fr: Proportions de l'écran alternative

# #31606
source: PVR artwork settings
fr_fr: Paramètre de l'Enregistreur Numérique
hu_hu: PVR illusztráció beállítások

# #31607
source: Display IMDB logo with rating in footer
fr_fr: Afficher le logo IMDB avec la note en pied-de-page
hu_hu: IMDB logó mutatása a láblécben értékeléssel

# #31608
source: Critics
fr_fr: Critiques
hu_hu: Kritikák

# #31609
source: Users
fr_fr: Utilisateurs
hu_hu: Felhasználók

# #31611
source: Critics consensus
fr_fr: Consensus critique

# #31612
source: Use fanart from widget 1 as background
fr_fr: Utiliser le fanart du widget 1 comme arrière-plan
hu_hu: Az Ablakelem 1-ből származó fanart használata háttérként

# #31613
source: Disable sideblade/options menu indicator
fr_fr: Désactiver l'indicateur du menu d'option latéral

# #31614
source: Use custom path for genre images
fr_fr: Utiliser un chemin personnalisé pour les images de genre
hu_hu: Egyéni elérési út használata a műfaj képekhez

# #31615
source: Enable music wall background while playing music
fr_fr: Activer l'arrière-plan du mur musical pendant la lecture
hu_hu: Zene falháttér engedélyezése zene lejátszása közben

# #31616
source: Enable mini guide on fullscreen Live TV
fr_fr: Activer le mini-guide en plein écran sur la TV en Direct
hu_hu: Mini műsorújság engedélyezése teljes képernyős Élő TV esetén

# #31617
source: Animate music background
fr_fr: Animer l'arrière-plan musical
hu_hu: Animált zenei háttér

# #31618
source: Align logo image
fr_fr: Aligner l'image du logo
hu_hu: Logókép igazítása

# #31619
source: Enable circular navigation
fr_fr: Activer la navigation circulaire
hu_hu: Körkörös navigáció engedélyezése

# #31620
source: Enable home menu animation
fr_fr: Activer l'animation du menu principal
hu_hu: Főképernyő menü animációjának engedélyezése

# #31621
source: Enable bounce animation on widgets
fr_fr: Activer l'effet de rebond sur les widgets
hu_hu: Ablakelemek pattogás animációjának engedélyezése

# #31622
source: Similar
fr_fr: Similaires
hu_hu: Hasonló

# #31623
source: Select Weather Icons
fr_fr: Sélectionner les Icônes Météo
hu_hu: Időjárás ikonok kiválasztása

# #31624
source: Select Weather FanArt
fr_fr: Sélectionner les FanArt Météo
hu_hu: Időjárás FanArt kiválasztása

# #31625
source: Select Studio Icons
fr_fr: Sélectionner les Icônes Studio
hu_hu: Stúdió ikonok kiválasztása

# #31626
source: Select Movie/TV Genre icons
fr_fr: Sélectionner les Icônes de Genre pour Films/TV
hu_hu: Film/TV műfaj ikonok kiválasztása

# #31627
source: Select Music Genre icons
fr_fr: Sélectionner les Icônes de Genre pour la Musique
hu_hu: Zenei műfaj ikonok kiválasztása

# #31628
source: Bordersize for focused thumbs/tiles
fr_fr: Taille de la bordure pour les vignettes/tuiles sélectionnées
hu_hu: Keret mérete fókuszált bélyegképekhez, csempékhez

# #31629
source: Auto close OSD (0 to disable auto close)
fr_fr: Fermeture automatique de l'OSD (0 pour désactiver)
hu_hu: OSD automatikus bezárása (0 a bezárás tiltásához)

# #31630
source: Skin Helper settings (music/pvr artwork etc.)
fr_fr: Paramètres de Skin Helper (artworks pour musique et Enregistreur Numérique)
hu_hu: Skin Helper beállítások (zene/pvr illusztráció, stb.)

# #31631
source: Enable splashscreen/intro at startup (photo, video or music)
fr_fr: Activer une animation d'accueil/introduction au démarrage (photo, vidéo ou musique)
hu_hu: Nyitóképernyő/intró engedélyezése indításkor (fotó, videó vagy zene)

# #31632
source: Style for media/codec info
fr_fr: Style des informations media/codec
hu_hu: Média/kódek információ stílusa

# #31633
source: Auto lookup missing actor thumbs in videoinfo dialog
fr_fr: Recherche auto. des vignettes d'acteurs manquantes dans les infos vidéo
hu_hu: Hiányzó színész bélyegkép automatikus keresése a videó információs ablakokban

# #31634
source: Disable discart in Now Playing info bar
fr_fr: Désactiver le DiscArt dans la barre de lecture
hu_hu: Borító tiltása a „Most játszott” információs sávon

# #31635
source: Horizontal navigation
fr_fr: Navigation horizontale
hu_hu: Vízszintes navigáció

# #31636
source: Weather Alerts
fr_fr: Alertes météo
hu_hu: Időjárási riasztások

# #31637
source: No active weather alerts
fr_fr: Pas d'alertes météo active
hu_hu: Nincsenek aktív időjárási riasztások

# #31638
source: Allow transparent home tiles (alternate border)
fr_fr: Permettre les tuiles transparentes à l'accueil (bordures alternatives)

# #31639
source: Disable Spotlight widget (Only show widgets rows)
fr_fr: Désactiver le widget Spotlight (affiche seulement les lignes de widget)

# #31640
source: Show artist biography on OSD while playing music
fr_fr: Afficher la biographie des artistes durant la lecture de musique
hu_hu: Előadó életrajzának mutatása az OSD-n zene lejátszása közben

# #31641
source: None (use global setting)
fr_fr: Aucun (utiliser les paramètres généraux)
hu_hu: Nincs (globális beállítások használata)

# #31642
source: Do not display channel numbers in the guide
fr_fr: Ne pas afficher le numéro des chaines TV dans le guide
hu_hu: Ne mutassa a csatornaszámokat a műsorújságban

# #31643
source: Big list 2
fr_fr: Grande liste 2
hu_hu: Nagy lista 2

# #31644
source: Enable Snow effect on Home
fr_fr: Activer l'effet de neige sur l'accueil
hu_hu: Hó hatás engedélyezése a főképernyőn

# #31645
source: Expand snow effect to other parts of the skin
fr_fr: Activer l'effet de neige dans tout l'habillage
hu_hu: Hó hatás engedélyezése a felület más részein

# #31646
source: Global background
fr_fr: Arrière-plan général
hu_hu: Globális háttér

# #31647
source: Allow override of global background on per-shortcut base
fr_fr: Permettre d'outrepasser l'arrière-plan général sur des raccourcis particuliers
hu_hu: Lehetővé teszi a globális háttér felülírását hivatkozások alapján

# #31648
source: Display tags/labels for episodes on posters
fr_fr: Afficher une étiquettes Nouveaux Épisodes sur les affiches
hu_hu: A posztereken mutassa az epizódokhoz tartozó címkéket

# #31649
source: Titan tiles (1 row of small tiles)
fr_fr: Tuiles Titan (1 ligne de petites tuiles)
hu_hu: Titan csempék (1 sor kis csempe)

# #31650
source: Titan tiles (2 rows of small tiles)
fr_fr: Tuiles Titan (2 lignes de petites tuiles)
hu_hu: Titan csempék (2 sor kis csempe)

# #31651
source: Titan tiles (3 rows of small tiles)
fr_fr: Tuiles Titan (3 lignes de petites tuiles)
hu_hu: Titan csempék (3 sor kis csempe)

# #31652
source: Prefer ClearArt images over landscape images
fr_fr: Préférer les images ClearArt à la place des paysages

# #31653
source: Disable ExtraFanart
fr_fr: Désactiver les Fanart supplémantaires
hu_hu: ExtraFanart tiltása

# #31654
source: Back...
fr_fr: Retour...
hu_hu: Vissza ...

# #31655
source: Enable multiple widget rows
fr_fr: Activer les widgets à plusieurs lignes
hu_hu: Több ablakelem sor engedélyezése

# #31656
source: Set default focus to NO button in confirmation dialog (yes/no)
fr_fr: Fixer la sélection par défaut sur NON dans les fenêtre de confirmation (oui/non)
hu_hu: Az alapértelmezett fókusz a NEM gombon legyen a megerősítést kérő párbeszédablakokban (igen/nem)

# #31657
source: In library
fr_fr: En médiathèque

# #31658
source: Cards
fr_fr: Cartes
hu_hu: Kártyák

# #31659
source: Wide
fr_fr: Large
hu_hu: Széles

# #31660
source: Lower the widgets
fr_fr: Abaisser les widgets
hu_hu: Ablakelemek alulra helyezése

# #31661
source: Use gradient color effect for OSD panel
fr_fr: Utiliser un effet de dégradé sur le panneau de l’OSD

# #31662
source: Default OSD button for video playback
fr_fr: Bouton du menu incrusté OSD par défaut durant la lecture de vidéo
hu_hu: Alapértelmezett OSD gomb videólejátszáshoz

# #31663
source: Default OSD button for Live TV playback
fr_fr: Bouton du menu incrusté OSD par défaut durant la lecture de TV en Direct
hu_hu: Alapértelmezett OSD gomb élő TV lejátszásához

# #31664
source: Default OSD button for music playback
fr_fr: Bouton du menu OSD par défaut durant la lecture de musique
hu_hu: Alapértelmezett OSD gomb zenelejátszáshoz

# #31665
source: Show artist logo on fullscreen music playback
fr_fr: Afficher le logo de l'artiste en plein écran durant la lecture de musique
hu_hu: Előadó logó megjelenítése teljes képernyős zenelejátszás közben

# #31666
source: Big Panel Wall
fr_fr: Mur de grands panneaux
hu_hu: Nagy panelfal

# #31667
source: Custom color settings
fr_fr: Paramètres de couleur personnalisés
hu_hu: Egyéni színbeállítások

# #31668
source: Playback & OSD
fr_fr: Lecture et menu incrusté (OSD)
hu_hu: Lejátszás & OSD

# #31669
source: Now Playing infobar/background
fr_fr: Barre d'information/arrière plan en cours de lecture
hu_hu: „Most játszott” információs sáv/háttér

# #31670
source: Music playback
fr_fr: Lecture de musique
hu_hu: Zenelejátszás

# #31671
source: Use compact (windows 10 style) header
fr_fr: Utiliser une entête compacte (dans le style de Windows 10)
hu_hu: Kompakt (Windows 10 stílusú) fejléc használata

# #31672
source: Auto rotate widgets
fr_fr: Rotation automatique des widgets

# #31673
source: Do not display channel logo in the guide
fr_fr: Ne pas afficher le logo des chaines TV dans le guide
hu_hu: Ne mutassa a csatornalogót a műsorújságban

# #31674
source: Do not display filename in the Video Information screen
fr_fr: Ne pas afficher le nom du fichier dans l'écran d'information vidéo
hu_hu: Ne mutasson fájlnevet a Videó Információ képernyőn

# #31675
source: Display tags on widgets
fr_fr: Affichage des étiquettes sur les widgets
hu_hu: Címkék megjelenítése az ablakelemeken

# #31676
source: Advanced: Get EPG genre labels from
fr_fr: Avancé: Obtenir les étiquettes de genre EPG depuis
hu_hu: Haladó: EPG műfajcímkék lekérése innen

# #31677
source: Advanced: Use custom folder with epg genre images
fr_fr: Avancée: Utiliser un dossier personnalisé pour les images de genre EPG
hu_hu: Haladó: Saját könyvtár használata az EPG műfaj képekhez

# #31678
source: Please manually place your custom images in:[CR] [Kodi data folder]\userdata\addon_data\custom-epg-genres
fr_fr: Veuillez placer manuellement vos images personnalisés dans:[CR] [Kodi data folder]\userdata\addon_data\custom-epg-genres
hu_hu: A saját képeket kézzel kell elhelyezni ebben a könyvtárban: [CR] [Kodi adatkönyvtár]\userdata\addon_data\custom-epg-genres

# #31679
source: Widget auto rotation interval
fr_fr: Intervale de rotation auto. des widgets

# #31680
source: Panel
fr_fr: Panneaux

# #31681
source: Panel Low
fr_fr: Panneaux inférieurs
hu_hu: Panel alulra rendezve

# #31682
source: Modern Low Horizontal Home
fr_fr: Accueil moderne inférieur horizontal
hu_hu: Modern, alulra rendezett vízszintes főképernyő

# #31683
source: Horizontal Homescreen layout
fr_fr: Agencement du menu d'accueil horizontal
hu_hu: Vízszintes főképernyő elrendezés

# #31684
source: Modern Low Horizontal Home Big
fr_fr: Grand accueil moderne inférieur horizontal
hu_hu: Modern, alulra rendezett vízszintes főképernyő - Nagy

# #31685
source: Vertical Homescreen layout
fr_fr: Agencement de l'écran d'accueil vertical
hu_hu: Függőleges főképernyő elrendezés

# #31686
source: Modern Big Vertical Homescreen layout
fr_fr: Agencement Grand écran d'accueil moderne vertival
hu_hu: Modern függőleges főképernyő elrendezés - Nagy

# #31687
source: Set infoline
fr_fr: Choisir la ligne d'information
hu_hu: Infósáv beállítása

# #31688
source: Set infoline for subheader
fr_fr: Choisi la ligne d'information pour l'entête inférieur
hu_hu: Infósáv beállítása az alfejlécekben

# #31689
source: Default behaviour of cast list in video info
fr_fr: Comportement par défaut de la liste du cast dans les informations vidéo
hu_hu: Szereplőlista alapértelmezett viselkedése a videó információkban

# #31690
source: Show list of content in library
fr_fr: Afficher la liste des contenus de la médiathèque
hu_hu: Tartalomlista megjelenítése a könyvtárban

# #31691
source: Show extended info
fr_fr: Afficher les informations supplémentaires
hu_hu: Bővített információ mutatása

# #31692
source: Hide last login info
fr_fr: Cacher les dernières information d'identification
hu_hu: Utolsó bejelentkezés információ elrejtése

# #31693
source: Disable contextmenu
fr_fr: Désactiver le menu contextuel
hu_hu: Helyi menü tiltása

# #31694
source: Default action for trailers
fr_fr: Action par défaut pour les bandes-annonces
hu_hu: Előzetesek alapértelmezett művelete

# #31695
source: Select which buttons to show in videoinfo
fr_fr: Sélectionner les boutons à afficher dans les informations vidéo
hu_hu: Milyen gombok legyenek láthatóak a videó információkban

# #31696
source: Supported Addons
fr_fr: Extensions supportées
hu_hu: Támogatott kiegészítők

# #31697
source: Use slim icons in OSD
fr_fr: Utiliser des icônes fines dans le menu OSD
hu_hu: Keskeny ikonok használata az OSD-n

# #31698
source: Style for OSD buttons
fr_fr: Style des boutons du menu OSD
hu_hu: OSD gombok stílusa

# #31699
source: Extra large
fr_fr: Très grand
hu_hu: Extra nagy

# #31700
source: Display indicator on homescreen when recording is in progress
fr_fr: Afficher un indicateur d'enregistrement est en cours sur l'écran d'accueil
hu_hu: Jelző megjelenítése a főképernyőn ha folyamatban van egy felvétel

# #31701
source: Use extra large info panel
fr_fr: Utiliser le panneau d'information étendu
hu_hu: Extra nagy információs panel használata

# #31702
source: Configure Header for all windows (except home)
fr_fr: Configurer l'entête pour toutes les fenêtres (hors Accueil)
hu_hu: Ablakok fejlécének beállítása (kivéve főképernyő)

# #31703
source: Configure Header for Home screen
fr_fr: Configurer l'entête pour l'Accueil
hu_hu: Főképernyő fejlécének beállítása

# #31704
source: Settings for header
fr_fr: Paramètres de l'entête
hu_hu: Fejléc beállításai

# #31705
source: Clock
fr_fr: Horloge
hu_hu: Óra

# #31706
source: Prefer animated posters (if available)
fr_fr: Préférer les Affiches animés (si disponibles)
hu_hu: Animált poszterek előnyben részesítése (ha rendelkezésre áll)

# #31707
source: Disable widget details panel (on focus)
fr_fr: Désactiver le panneau de détail du widgets (à la sélection)
hu_hu: Ablakelem részletek panel tiltása (ha fókuszált)

# #31708
source: Enable artwork lookups for PVR
fr_fr: Activer la recherche des Illustrations pour l’Enregistreur Numérique
hu_hu: Illusztráció keresésének engedélyezése PVR-hez

# #31709
source: PVR artwork settings
fr_fr: Paramètres de Illustrations de l'Enregistreur Numérique
hu_hu: PVR illusztráció beállítások

# #31710
source: Enable skin helper artwork lookups for addons
fr_fr: Activer la recherche d'Illustrations skin helper pour les extensions

# #31711
source: Hide Row Details for Unwatched/In-Progress Episodes
fr_fr: Cacher les détails pour les épisodes non-vus/En cours de lecture

# #31712
source: Auto-align widgets to the right
fr_fr: Aligner automatiquement les widgets à droite
hu_hu: Ablakelemek automatikus jobbra rendezése

# #31713
source: Swap poster
fr_fr: Échanger les affiches

# #31714
source: Reload skin
fr_fr: Recharger l'habillage
hu_hu: Felület újratöltése

# #31715
source: Disable Kodi screensaver on fullscreen music playback
fr_fr: Désactiver l'écran de veille de Kodi lors de la lecture de musique
hu_hu: Kodi képernyővédő tiltása teljes képernyős zenelejátszás közben

# #31716
source: Recently Added Movies
fr_fr: Films ajoutés récemment

# #31717
source: Enable widget force refresh
fr_fr: Activer le rafraichissement forcé des widgets
hu_hu: Ablakelem kényszerített frissítésének engedélyezése

# #31718
source: Apply the per-shortcut background to homescreen only
fr_fr: Appliquer l'arrière plan par raccourcis à l'accueil uniquement
hu_hu: Hivatkozástól függő háttér használata csak a főképernyőn

# #31719
source: Big plot overlay
fr_fr: Incrustation de l'intrigue en grand
hu_hu: Nagy tartalom átfedés

# #31720
source: Use small context/sidebar menu
fr_fr: Utiliser un menu contextuel/latéral réduit
hu_hu: Kis méretű helyi menü és oldalsáv menü használata

# #31721
source: Only show one shortcut at a time in the menu
fr_fr: Montrer seulement un raccourcis à la fois dans le menu
hu_hu: Egyszerre csak egy hivatkozást mutasson a menüben

# #31722
source: Right List
fr_fr: Liste à doite
hu_hu: Lista jobbra rendezve

# #31723
source: Enable auto rotate
fr_fr: Activer la rotation automatique
hu_hu: Automatikus forgatás engedélyezése

# #31724
source: Show total minutes instead of hour representation in duration
fr_fr: Afficher la durée totale en minutes plutôt qu'en heures

# #31725
source: Focus the homemenu when entering homescreen
fr_fr: Focus sur le menu principal à l'ouverture de l'Accueil
hu_hu: A fókusz a főképernyő menün legyen a főképernyőre lépéskor

# #31726
source: Enable playlist at startup
fr_fr: Lancer une liste de lecture au démarrage
hu_hu: Lejátszási lista engedélyezése indításkor

# #31727
source: Default position to focus in home menu
fr_fr: Position par défaut sur le menu d'Accueil
hu_hu: Fókusz alapértelmezett pozíciója a főképernyő menüben

# #31728
source: Position %s
fr_fr: Position en %
hu_hu: Pozíció %s

# #31729
source: %s pixels
fr_fr: % pixels
hu_hu: %s pixel

# #31730
source: All widgets
fr_fr: Tous les widgets
hu_hu: Minden ablakelem

# #31731
source: Configure individually per-widget
fr_fr: Configurer individuellement par widgets
hu_hu: Beállítás ablakelemekként

# #31732
source: Show large scrolling text while music playback
fr_fr: Afficher du texte défilant durant la lecture de musique
hu_hu: Nagy görgetett szöveg mutatása zenelejátszás közben
